[
  {
    "name": "Школа",
    "description": "Персонажи переносятся в школьную обстановку, независимо от их канонического возраста. Сюжет крутится вокруг школьной жизни: учёбы, дружбы и драмы."
  },
  {
    "name": "Медицинский / Врач / Больница",
    "description": "Персонажи работают в больнице: врачи, медсёстры, пациенты. Сюжет строится вокруг медицинской тематики, заботы и драматичных спасений."
  },
  {
    "name": "Кофейня",
    "description": "Все персонажи работают в кофейне или являются её постоянными посетителями. Сюжет фокусируется на уютной атмосфере, романтике и небольших жизненных историях."
  },
  {
    "name": "Royal",
    "description": "Персонажи — члены королевских семей, рыцари или придворные. Истории о борьбе за власть, интригах, дворцовых тайнах и запретной любви."
  },
  {
    "name": "Повседневность",
    "description": "Персонажи живут обычной, невыдающейся жизнью: работа, дом, бытовые хлопоты. Сюжет о простых радостях и трудностях повседневности."
  },
  {
    "name": "Зомби",
    "description": "Мир охвачен зомби-апокалипсисом. Персонажи борются за выживание среди хаоса, заражённых и разрушенных городов."
  },
  {
    "name": "Киберпанк",
    "description": "Будущее в стиле киберпанка: мегаполисы, корпорации, киберимпланты. Персонажи живут в мире технологий, хакеров и социальных конфликтов."
  },
  {
    "name": "Мафия",
    "description": "Персонажи вовлечены в криминальные структуры: мафиози, киллеры, полицейские. Сюжет о предательстве, власти и опасной любви."
  },
  {
    "name": "Салон татуировок",
    "description": "Персонажи владеют или работают в тату-салоне. Темы самовыражения, поиска себя, доверия и близости через искусство тела."
  },
  {
    "name": "Стриптизёры/Порнозвёзды",
    "description": "Персонажи работают в индустрии развлечений или взрослого контента. Сюжет исследует личные границы, карьеру, дружбу и романтику в нетипичной среде."
  },
  {
    "name": "Рок группа",
    "description": "Персонажи — члены рок-группы. Сюжет о борьбе за популярность, турне, драме внутри группы и опасных сторонах жизни музыкантов."
  },
  {
    "name": "Офисные работники",
    "description": "Персонажи работают в офисах: менеджеры, офис-работники, секретари. Сюжет о корпоративной культуре, офисных интригах, карьерном росте и человеческих отношениях."
  },
  {
    "name": "Цирк",
    "description": "Персонажи — цирковые артисты, акробаты и клоуны. Сюжет строится вокруг магии и драмы цирковой жизни, отношений между артистами и их борьбы за признание."
  },
  {
    "name": "Спорт",
    "description": "Персонажи — спортсмены, тренеры, фанаты. Сюжет о соревнованиях, тренировках, дружбе и предательстве в спортивном мире."
  },
  {
    "name": "Сосед по комнате",
    "description": "Персонажи — соседи по комнате. Сюжет о странных и милых соседских отношениях, бытовых мелочах, а также возможных романтических элементах между ними."
  }
]
