[
    {
        "name": "Выживание",
        "description": "Работа сосредоточена на борьбе персонажа или группы персонажей с неблагоприятными обстоятельствами или другими персонажами в попытках выжить."
    },
    {
        "name":"Character study",
        "description":"Работа исследует отдельно взятого персонажа с существенным упором на глубинное изучение скорее внутренних, чем внешних конфликтов."
    },
    {
        "name": "Сказка",
        "description":"Эпическое, преимущественно прозаическое произведение волшебного, героического или бытового характера. Сказку характеризует отсутствие претензий на историчность повествования, нескрываемая вымышленность сюжета."
    },
    {
        "name":"Крэк",
        "description": "Работа строится на несуразном, курьезном допущении, персонажах, попадающих в чрезвычайно абсурдные ситуации, или в целом содержит невероятные, неверибельные или попросту смехотворные элементы. Такие работы характеризуются юмористическим тоном и заведомо несерьезным подходом к происходящему."
    },
    {
        "name":"Психологический ужас",
        "description":"Работа написана в жанре ужасов и создаёт психологическое напряжение за счёт страхов и эмоциональной нестабильности персонажей. Обычно играет на чувстве неизвестности, создающемся за счёт опасностей, встречающихся на пути персонажа."
    },
    {
        "name":"Научная фантастика",
        "description":"Работа основывается на фантастических допущениях в области науки, включая как точные, так и естественные, и гуманитарные науки."
    },
    {
        "name":"Дорожное приключение",
        "description":"Работа сосредоточена на событиях, которые происходят с персонажами в поездке из одного пункта назначения в другой."
    },
    {
        "name":"Космоопера",
        "description":"Действие происходит в космическом пространстве и/или на других планетах в условном антураже при умышленном отказе от научного обоснования происходящего в пользу колоритности и масштабности."
    },
    {
        "name":"Киберпанк",
        "description":"Действие разворачивается в мире, где человеческая культура приходит в упадок на фоне технологического прогресса в компьютерную эпоху."
    },
    {
        "name":"Трагикомедия",
        "description":"Драматическая работа, сочетающая в себе черты трагедии и комедии."
    },
    {
        "name":"Ситком",
        "description" :"Работа юмористического характера, сосредоточенная на эпизодах из жизни группы персонажей, связанных дружескими и/или романтическими отношениями."
    },
    {
        "name": "Нуар",
        "description": "Работа характеризуется общей мрачной атмосферой в стилистике середины 40-х Америки, криминальной или детективной составляющей и серой моралью."
    },
    {
        "name": "Притча",
        "description": "Короткий назидательный рассказ в иносказательной форме, заключающий в себе нравственное поучение (мораль)."
    },
    {
        "name": "Вестерн",
        "description" : "Действие работы происходит в антураже американского Дикого Запада второй половины XIX века и сосредоточено на столкновении примитивного и устаревшего уклада с новаторским способом жизни. Часто адаптируется к историческим и вымышленным обстоятельствам других сеттингов."
    },
    {
        "name": "Советпанк",
        "description": "Действие разворачивается в ретрофутуристическом мире, где особое внимание уделяется антуражу советской эпохи и ее культурно-техническому наследию."
    }
]
