[
    {
        "name": "Выживание",
        "description": "Работа сосредоточена на борьбе персонажа или группы персонажей с неблагоприятными обстоятельствами или другими персонажами в попытках выжить."
    },
    {
        "name": "Character study",
        "description": "Работа исследует отдельно взятого персонажа с существенным упором на глубинное изучение скорее внутренних, чем внешних конфликтов."
    },
    {
        "name": "Сказка",
        "description": "Эпическое, преимущественно прозаическое произведение волшебного, героического или бытового характера. Сказку характеризует отсутствие претензий на историчность повествования, нескрываемая вымышленность сюжета."
    },
    {
        "name": "Крэк",
        "description": "Работа строится на несуразном, курьезном допущении, персонажах, попадающих в чрезвычайно абсурдные ситуации, или в целом содержит невероятные, неверибельные или попросту смехотворные элементы. Такие работы характеризуются юмористическим тоном и заведомо несерьезным подходом к происходящему."
    },
    {
        "name": "Ужасы",
        "description": "Работа написана в жанре ужасов и создаёт психологическое напряжение за счёт страхов и эмоциональной нестабильности персонажей. Обычно играет на чувстве неизвестности, создающемся за счёт опасностей, встречающихся на пути персонажа."
    },
    {
        "name": "Сюрреализм / Фантасмагория",
        "description": "Работа сосредоточена на создании мира, полного причудливых и фантастичных, умышленно нелогичных образов, призванных отразить психологическое состояние персонажа или персонажей."
    },
    {
        "name": "Мелодрама",
        "description": "Работа сосредоточена на духовном и чувственном мире героев в ярких эмоциональных обстоятельствах. Основное внимание в таких работах уделяется эмоциям и чувствам, переживаниям различных семейных тем: знакомство, отношения, любовь, женитьба, перипетии семейной жизни. В работе могут встречаться трагичные сцены, но завершается она, как правило, счастливым концом."
    },
    {
        "name": "Семейная сага",
        "description": "Работа сосредоточена на описании жизни нескольких поколений одного семейства."
    },
    {
        "name": "Элементы юмора / Элементы стёба",
        "description": "В работе присутствуют элементы юмора, однако текст не сосредоточен на них. Чаще всего используется для разрядки напряженных ситуаций."
    },
    {
        "name": "Кроссовер",
        "description": "Жанр, в котором персонажи из одной вселенной или произведения переносятся в другой тайтл, встречают новых персонажей и адаптируются к новым условиям."
    },
    {
        "name": "Songfic",
        "description": "Сюжет и развитие событий в работе вдохновлены или построены вокруг определенной песни. Текст и эмоции героев развиваются через музыку, создавая глубокую связь между песней и событиями истории."
    },
    {
        "name": "Трагикомедия",
        "description": "Драматическая работа, сочетающая в себе черты трагедии и комедии."
    },
    {
        "name": "Ситком",
        "description": "Работа юмористического характера, сосредоточенная на эпизодах из жизни группы персонажей, связанных дружескими и/или романтическими отношениями."
    },
    {
        "name": "Нуар",
        "description": "Работа характеризуется общей мрачной атмосферой в стилистике середины 40-х Америки, криминальной или детективной составляющей и серой моралью."
    },
    {
        "name": "Притча",
        "description": "Короткий назидательный рассказ в иносказательной форме, заключающий в себе нравственное поучение (мораль)."
    }
]
