[
    {
        "name"        : "AU: Школа",
        "description" : "Описываемые в работе персонажи являются школьниками, независимо от канонического возраста персонажей, а основное действие разворачивается в школьном сеттинге."
    },
    {
        "name"        : "AU: Без магии",
        "description" : "Работа написана по канону, для которого характерно существование магии или те, кто ее использует, но в самой работе магия отсутствует."
    },
    {
        "name"        : "Политические интриги",
        "description" : "Сюжет работы сосредоточен на политических интригах."
    },
    {
        "name"        : "Раздвоение личности",
        "description" : "В работе описываются персонажи, поведение и характер которых производят впечатление, что в одном теле существует несколько выраженных личностей, зачастую полных противоположностей, чаще всего вследствие фантастических или мистических причин.."
    },
    {
        "name"        : "Временные петли",
        "description" : "Сюжет работы сосредоточен на персонаже или персонажах, которые повторно проживают один и тот же отрезок времени, каждый раз возвращаясь к его началу."
    },
    {
        "name"        : "Гендерная интрига",
        "description" : "Сюжет работы сосредоточен на персонажах, которые по тем или иным причинам скрывают свою половую принадлежность, но не стремятся менять ее."
    },
    {
        "name"        : "Совместная кровать",
        "description" : "В работе существенное внимание уделяется персонажам, которые разделяют спальное место друг с другом. Может происходить как случайно или вынужденно, так и добровольно; может носить как романтический, так и платонический характер."
    },
    {
        "name"        : "Соулмейты",
        "description" : "Действие работы происходит в мире, где персонажи распределены так, что у каждого есть вторая половинка."
    },
    {
        "name"        : "AU: Альтернативные способности",
        "description" : "Работа строится на сюжетном тропе, в котором силы/способности персонажей отличаются от канонических."
    },
    {
        "name"        : "AU: Race swap",
        "description" : "Работа строится на сюжетном тропе, в котором персонажи меняют заданную им в каноне расу на другую."
    },
    {
        "name"        : "Омегаверс",
        "description" : "Действие происходит в мире омегаверса."
    },
    {
        "name"        : "Кабэ-дон",
        "description" : "В работе описывается ситуация, в которой один персонаж силой прижимает другого к стене, пытаясь создать неловкое, сексуальное и/или пугающее положение."
    },
    {
        "name"        : "Abuse/Comfort",
        "description" : "Разновидность Hurt/Comfort, в которой hurt является абьюзивными отношениями, а comfort достигается через помощь по выходу из них и в восстановлении после."
    },
    {
        "name"        : "Проблемы с законом",
        "description" : "В работе значительную роль играют персонажи, совершившие правонарушения и/или преступления."
    },
    {
        "name"        : "Спасение мира",
        "description" : "В работе значительную роль играет спасение мира."
    }
]
