[
  {
    "name": "Фальшивые отношения",
    "description": "Два персонажа притворяются влюбленными по разным причинам, но по мере того как они сближаются, настоящие чувства начинают развиваться."
  },
  {
    "name": "От врагов к возлюбленным",
    "description": "Два персонажа, которые сначала не любят или даже ненавидят друг друга, но со временем они начинают влюбляться."
  },
  {
    "name": "Одна кровать на двоих",
    "description": "Классический троп, когда два персонажа вынуждены поделиться одной кроватью, что приводит к напряжению, близости и, как правило, к романтическим чувствам."
  },
  {
    "name": "Слоуберн",
    "description": "Отношения развиваются медленно, с течением времени персонажи начинают понимать и раскрывать свои чувства."
  },
  {
    "name": "Соулмейты",
    "description": "Персонажи предопределены быть друг для друга, часто их связь настолько сильна, что она выходит за пределы времени и логики."
  },
  {
    "name": "Из друзей в возлюбленных",
    "description": "Персонажи начинают как друзья, но постепенно осознают, что их чувства к друг другу гораздо глубже, чем просто дружба."
  },
  {
    "name": "Лечение ран и забота",
    "description": "Один персонаж заботится о другом, который ранен физически или эмоционально, что помогает укрепить их связь."
  },
  {
    "name": "Вынужденная близость",
    "description": "Персонажи вынуждены проводить много времени вместе, что создаёт принудительную близость, которая в итоге приводит к романтическим отношениям."
  },
  {
    "name": "Путешествия во времени",
    "description": "Персонажи путешествуют во времени, сталкиваются с последствиями своих действий и часто развивают романтические отношения через различные эпохи."
  },
  {
    "name": "Любовь с первого взгляда",
    "description": "Персонажи встречаются и сразу чувствуют сильную, интенсивную связь. Чаще всего это сразу приводит к отношениям."
  },
  {
    "name": "Невозможная любовь",
    "description": "Персонажи влюбляются, но между ними есть внешние препятствия, такие как семьи, общественные нормы или даже законы."
  },
  {
    "name": "Секретная жизнь",
    "description": "Один или оба персонажа скрывают свою настоящую жизнь, что становится источником драмы или интриги."
  },
  {
    "name": "Подмена личности",
    "description": "Один из персонажей (или оба) притворяются кем-то другим, скрывая свою настоящую личность, что приводит к недоразумениям, открытиям и, возможно, романтическим отношениям."
  },
  {
    "name": "Трудный выбор",
    "description": "Персонаж сталкивается с трудным выбором, между двумя любыми путями или любимыми, что приводит к эмоциональной напряженности."
  },
  {
    "name": "Загадочный незнакомец",
    "description": "Один из персонажей появляется с таинственным прошлым или скрытой личностью, что становится центральной частью сюжета."
  }
]
