[
    {
        "description": "Альтернативная вселенная, основанная на вселенной 'Boku no Hero Academia' (My Hero Academia), где персонажи реимагинированы с суперспособностями или в других контекстах.",
        "name": "Boku no Hero Academia"
    },
    {
        "description": "Темы, основанные на популярной игре 'League of Legends', с персонажами, которые являются частью этого мира.",
        "name": "League of Legends"
    },
    {
        "description": "Тема, основанная на популярной манге и аниме 'One Piece', где персонажи участвуют в поисках сокровищ и приключениях.",
        "name": "One Piece"
    },
    {
        "description": "Альтернативная вселенная, основанная на франшизе 'Pacific Rim', где персонажи управляют гигантскими мехами для борьбы с кайдзю.",
        "name": "Pacific Rim"
    },
    {
        "description": "Альтернативная вселенная, основанная на вселенной 'Sailor Moon', где персонажи принимают роли, вдохновленные этим сериалом.",
        "name": "Sailor Moon"
    },
    {
        "description": "Темы, связанные с преисподней, демонами и силами зла.",
        "name": "Ад"
    },
    {
        "description": "Персонажи, работающие в юридической сфере, представляющие интересы клиентов в суде.",
        "name": "Адвокаты"
    },
    {
        "description": "Альтернативная вселенная, где персонажи — актеры, часто исследующие славу, индустрию развлечений и романтические связи.",
        "name": "Актерская"
    },
    {
        "description": "Мрачный, угнетающий мир, обычно с бунтами, борьбой за выживание и отчаянной близостью.",
        "name": "Антиутопия"
    },
    {
        "description": "Тема, сосредоточенная на искусстве балета, его исполнении и закулисной жизни балетных артистов.",
        "name": "Балет"
    },
    {
        "description": "Заведения, где люди собираются для общения, выпивки и отдыха.",
        "name": "Бар/Паб"
    },
    {
        "description": "Альтернативная вселенная, основанная на библейских событиях и персонажах, часто с элементами религиозной мифологии, морали и эпических конфликтов.",
        "name": "Библейская"
    },
    {
        "description": "Темы, связанные с близнецами, их отношениями и идентичностью, часто с элементами магии или тайн.",
        "name": "Близнецы"
    },
    {
        "description": "Мир, где персонажи обладают божественной сущностью или статусом, живут среди людей или в пантеоне, исследуя темы власти, поклонения и сверхъестественного.",
        "name": "Боги"
    },
    {
        "description": "Мир, в котором события происходят в будущем, с высокими технологиями или измененным обществом.",
        "name": "Будущее"
    },
    {
        "description": "Альтернативная вселенная, где персонажи находятся в военной обстановке, исследуя иерархию, дисциплину и власть.",
        "name": "Военная"
    },
    {
        "description": "Тема, где один персонаж находится в отношениях с несколькими другими, часто в романтическом или сексуальном контексте.",
        "name": "Гарем"
    },
    {
        "description": "Персонажи живут в вселенной Гарри Поттера — может включать Хогвартс, магию и динамику домов.",
        "name": "Гарри Поттер"
    },
    {
        "description": "Персонажи играют или живут в видеоигре — могут включать стриминг, виртуальный секс или побег от реальности.",
        "name": "Геймерская"
    },
    {
        "description": "Персонажи — актеры, режиссёры или знаменитости, сталкивающиеся с проблемами славы и личных отношений за кулисами.",
        "name": "Голливудская"
    },
    {
        "description": "Место для временного проживания, где постояльцы могут наслаждаться уютной атмосферой и домашним обслуживанием.",
        "name": "Гостевой дом"
    },
    {
        "description": "Персонажи, обладающие сверхъестественными силами или являющиеся демоническими существами.",
        "name": "Демоны"
    },
    {
        "description": "Альтернативная вселенная, где события разворачиваются в стиле нуар — жестокие, темные темы и моральная двусмысленность.",
        "name": "Детективная (нуар)"
    },
    {
        "description": "Персонажи, занимающиеся расследованием преступлений и разгадыванием сложных загадок.",
        "name": "Детективы"
    },
    {
        "description": "Мир, в котором всё идет не так, как должно, где люди борются за выживание в жестокой и несправедливой реальности.",
        "name": "Дистопия"
    },
    {
        "description": "Персонажи, которые были друзьями с самого детства, и их отношения развиваются по мере взросления.",
        "name": "Друзья детства"
    },
    {
        "description": "Темы, связанные с профессией журналиста, сбором информации и созданием новостей.",
        "name": "Журналистика"
    },
    {
        "description": "Канонные персонажи помещены в современную реальность, часто более скучную и банальную по сравнению с оригиналом.",
        "name": "Земля"
    },
    {
        "description": "Персонажи, являющиеся известными личностями в мире шоу-бизнеса, спорта или искусства.",
        "name": "Знаменитости"
    },
    {
        "description": "Мир охвачен зомби-апокалипсисом. Персонажи борются за выживание среди хаоса, заражённых и разрушенных городов.",
        "name": "Зомби-Апокалипсис"
    },
    {
        "description": "Магазин, где продаются товары для домашних животных, а также сами животные.",
        "name": "Зоомагазин"
    },
    {
        "description": "Персонажи находятся в мире, похожем на Вестерос — дворцовые интриги, предательства, войны и драматичные события.",
        "name": "Игра престолов"
    },
    {
        "description": "Тема, связанная с изменением пола персонажа, что может влиять на их личность и отношения.",
        "name": "Изменение пола"
    },
    {
        "description": "Персонажи, которые изменяют свою расовую идентичность, будь то через магию, технологии или другие сверхъестественные средства.",
        "name": "Изменения расы"
    },
    {
        "description": "Один из персонажей — император или императрица; акцент на политике, власти и династических браках.",
        "name": "Императорская"
    },
    {
        "description": "Персонажи работают в индустрии развлечений или взрослого контента: стриптизёры, порнозвёзды, операторы. Сюжет исследует личные границы, карьеру, дружбу и романтику в нетипичной среде.",
        "name": "Индустрия для взрослых"
    },
    {
        "description": "Персонажи — инквизиторы или часть религиозно-судебной организации — часто в темном фэнтези, с элементами кинга.",
        "name": "Инквизиторская"
    },
    {
        "description": "Темы, связанные с развитием и применением технологий в области программного обеспечения, веб-разработки и цифровых инноваций.",
        "name": "Информационные технологии"
    },
    {
        "description": "Персонажи переносятся в другой мир, часто получая магические способности и сталкиваясь с новыми правилами или врагами.",
        "name": "Исекай"
    },
    {
        "description": "Темы, связанные с определённой исторической эпохой или событием.",
        "name": "Исторический"
    },
    {
        "description": "Сюжет, происходящий в определенный праздник — Рождество, Хэллоуин, День святого Валентина — обычно с флафом или тематической эротикой.",
        "name": "Каникулы"
    },
    {
        "description": "Будущее в стиле киберпанка: мегаполисы, корпорации, киберимпланты. Персонажи живут в мире технологий, хакеров и социальных конфликтов.",
        "name": "Киберпанк"
    },
    {
        "description": "Место, где продаются книги, и люди могут погрузиться в мир литературы.",
        "name": "Книжный магазин"
    },
    {
        "description": "Альтернативная вселенная, где персонажи — королевская семья, с акцентом на власть, политику и романтические драмы.",
        "name": "Королевская"
    },
    {
        "description": "Темы, связанные с корпоративной культурой, офисами, рабочими отношениями и корпоративными структурами.",
        "name": "Корпоративная"
    },
    {
        "description": "Альтернативная вселенная, происходящая в космосе, часто с использованием футуристических технологий, исследования космоса и межгалактических приключений.",
        "name": "Космическая"
    },
    {
        "description": "Персонажи работают в кофейне или являются её постоянными посетителями. Сюжет фокусируется на уютной атмосфере, романтике и небольших жизненных историях.",
        "name": "Кофейня"
    },
    {
        "description": "Темы, касающиеся религиозных культов, сект или групп, управляющих своими последователями.",
        "name": "Культы"
    },
    {
        "description": "Альтернативная вселенная, где существует магия, меняющая сеттинг и динамику персонажей.",
        "name": "Магическая"
    },
    {
        "description": "Персонажи вовлечены в криминальные структуры: мафиози, киллеры, полицейские. Сюжет о предательстве, власти и опасной любви.",
        "name": "Мафия"
    },
    {
        "description": "Персонажи работают в больнице: врачи, медсёстры, пациенты. Сюжет строится вокруг медицинской тематики, заботы и драматичных спасений.",
        "name": "Медицинский / Врач / Больница"
    },
    {
        "description": "Персонажи, специализирующиеся на ремонте и обслуживании транспортных средств или других механических систем.",
        "name": "Механики"
    },
    {
        "description": "Альтернативная вселенная, где персонажи становятся мифологическими или легендарными существами.",
        "name": "Мифологическая"
    },
    {
        "description": "Мир моды, где персонажи могут быть дизайнерами, моделями или просто погружены в индустрию моды.",
        "name": "Мода и модели"
    },
    {
        "description": "Тема, основанная на манге и аниме 'Nana', о двух девушках с разными судьбами, которые пересекаются.",
        "name": "Нана"
    },
    {
        "description": "Альтернативная вселенная, где возраст персонажей меняется на противоположный — старший становится младшим и наоборот.",
        "name": "Обратный возраст"
    },
    {
        "description": "Альтернативная вселенная, где все персонажи одного возраста, что меняет динамику их отношений и переживаний.",
        "name": "Один возраст"
    },
    {
        "description": "Троп, включающий персонажей, практикующих Омёдзу — древнюю японскую мистическую традицию, связанную с духами и магией.",
        "name": "Омёдзи"
    },
    {
        "description": "Персонажи, которые начинают отношения через интернет или с помощью мобильных приложений для знакомств.",
        "name": "Онлайн-знакомства"
    },
    {
        "description": "Персонажи работают в офисах: менеджеры, офис-работники, секретари. Сюжет о корпоративной культуре, офисных интригах, карьерном росте и человеческих отношениях.",
        "name": "Офис"
    },
    {
        "description": "Темы, связанные с панк-культурой, бунтарством и альтернативными стилями жизни.",
        "name": "Панк"
    },
    {
        "description": "Место, где готовят и продают выпечку, хлеб и сладости.",
        "name": "Пекарня"
    },
    {
        "description": "Персонажи, живущие на пиратских кораблях, часто в поисках сокровищ и приключений.",
        "name": "Пираты"
    },
    {
        "description": "Альтернативная вселенная, где персонажи работают или взаимодействуют в пиццерии — часто с элементами юмора и романтики.",
        "name": "Пиццерия"
    },
    {
        "description": "Заведение, специализирующееся на приготовлении и подаче пиццы.",
        "name": "Пиццерия"
    },
    {
        "description": "Альтернативная вселенная, где персонажи бегут из дома, часто для приключений, самопознания или чтобы избежать давления.",
        "name": "Побег"
    },
    {
        "description": "Персонажи живут обычной, невыдающейся жизнью: работа, дом, бытовые хлопоты. Сюжет о простых радостях и трудностях повседневности.",
        "name": "Повседневность"
    },
    {
        "description": "Персонажи, работающие в пожарной службе, спасая людей из опасных ситуаций.",
        "name": "Пожарные"
    },
    {
        "description": "Темы, связанные с властью, политическими играми, выборами и общественными движениями.",
        "name": "Политика"
    },
    {
        "description": "Служба, ответственная за поддержание порядка, расследование преступлений и обеспечение безопасности граждан.",
        "name": "Полиция"
    },
    {
        "description": "Темы, касающиеся сексуальных отношений, часто с откровенными и взрослым содержанием.",
        "name": "Порнография"
    },
    {
        "description": "Персонажи, работающие в полиции или других правоохранительных структурах, обеспечивающие безопасность.",
        "name": "Правоохранительные органы"
    },
    {
        "description": "Персонажи, занимающиеся преступной деятельностью или сталкивающиеся с криминальным миром.",
        "name": "Преступники"
    },
    {
        "description": "Темы, связанные с призраками и сверхъестественными явлениями.",
        "name": "Призраки"
    },
    {
        "description": "Темы, связанные с памятью о прошлых жизнях, опыте и связи с персонажами из других эпох.",
        "name": "Прошлые жизни"
    },
    {
        "description": "Персонажи, обладающие психическими или псионными способностями, такими как телепатия или телекинез.",
        "name": "Психики/Псионики"
    },
    {
        "description": "Персонажи с психопатическими чертами, которые могут проявляться в жестокости или манипуляциях.",
        "name": "Психопаты"
    },
    {
        "description": "Альтернативная вселенная, где персонажи являются рабами или рассматриваются как собственность, что часто исследует темы власти, сопротивления и освобождения.",
        "name": "Рабство"
    },
    {
        "description": "Альтернативная вселенная, где персонажи участвуют в реалити-шоу, часто приводящем к драмам и конкуренции.",
        "name": "Реалити-шоу"
    },
    {
        "description": "Альтернативная вселенная, где персонажи находятся в регентском периоде, с темами высокого общества, романтики и манер.",
        "name": "Регентская"
    },
    {
        "description": "Персонажи, которые переживают перерождение, сохраняя память или личные качества из прошлых жизней.",
        "name": "Реинкарнация"
    },
    {
        "description": "Троп, где религиозные верования, практики или конфликты играют важную роль в развитии сюжета или персонажей.",
        "name": "Религия"
    },
    {
        "description": "Место, где готовят и подают разнообразные блюда, зачастую с акцентом на изысканную кухню.",
        "name": "Ресторан"
    },
    {
        "description": "Альтернативная вселенная, где персонажи работают в розничной среде, что приводит к юмористическим или романтическим ситуациям.",
        "name": "Розничная торговля"
    },
    {
        "description": "Альтернативная вселенная, где персонажи изображены как рок-звезды или музыканты, исследующие славу, романтику и рок-н-ролл.",
        "name": "Рок-группа"
    },
    {
        "description": "Сюжет сосредоточен на садоводстве — часто как метафора исцеления, роста или близости.",
        "name": "Садоводство"
    },
    {
        "description": "Персонажи владеют или работают в тату-салоне. Темы самовыражения, поиска себя, доверия и близости через искусство тела.",
        "name": "Салон татуировок"
    },
    {
        "description": "Персонажи, работающие в религиозной сфере, проповедующие веру или выполняющие духовные обряды.",
        "name": "Священники"
    },
    {
        "description": "Магазин, специализирующийся на продаже товаров для взрослых.",
        "name": "Секс-шоп"
    },
    {
        "description": "Альтернативная вселенная, где персонажи — серийные убийцы или участники преступных событий, часто с акцентом на напряжение и темные темы.",
        "name": "Серийный убийца"
    },
    {
        "description": "Альтернативная вселенная, где персонажи изображены как члены Синсэнгуми, группы самураев 19 века, с темами чести, долга и исторических конфликтов.",
        "name": "Синсэнгуми"
    },
    {
        "description": "Темы, связанные с мангой и аниме 'Dorohedoro', где персонажи сталкиваются с миром магии, мутантов и темной фантастики.",
        "name": "Dorohedoro"
    },
    {
        "description": "Персонажи, оказавшиеся в мире, где элементы сказки о Рапунцель переплетаются с их собственными историями.",
        "name": "Рапунцель"
    },
    {
        "description": "Тема, где персонажи меняются ролями или внешностью, создавая новые ситуации.",
        "name": "Смена облика"
    },
    {
        "description": "Альтернативная вселенная, где персонажи живут в современном мире, обычно без сверхъестественных элементов.",
        "name": "Современная"
    },
    {
        "description": "Альтернативная вселенная, где персонажи становятся соседями, что часто приводит к романтическим напряжениям и недоразумениям.",
        "name": "Соседи"
    },
    {
        "description": "Персонажи — соседи по комнате. Сюжет о странных и милых соседских отношениях, бытовых мелочах, а также возможных романтических элементах между ними.",
        "name": "Соседи по комнате"
    },
    {
        "description": "Альтернативная вселенная, где персонажи общаются преимущественно через социальные сети, с фокусом на современную коммуникацию, интернет-культуру и виртуальные отношения.",
        "name": "Социальные сети"
    },
    {
        "description": "Персонажи, работающие в качестве спасателей, оказывающих помощь людям в экстренных ситуациях.",
        "name": "Спасатели"
    },
    {
        "description": "Персонажи — спортсмены, тренеры, фанаты. Сюжет о соревнованиях, тренировках, дружбе и предательстве в спортивном мире.",
        "name": "Спорт"
    },
    {
        "description": "Альтернативная вселенная, где персонажи находятся в средневековом мире, с темами рыцарей, замков и феодальных систем.",
        "name": "Средневековая"
    },
    {
        "description": "Темы, связанные с отношениями между студентами и преподавателями, обучением и обучающим процессом.",
        "name": "Студент/Учитель"
    },
    {
        "description": "Персонажи, работающие стюардессами, путешествующие по миру и сталкивающиеся с различными ситуациями.",
        "name": "Стюардессы"
    },
    {
        "description": "Персонажи, занимающиеся танцами, будь то профессионально или как часть культуры и развлечений.",
        "name": "Танцы"
    },
    {
        "description": "Темы, связанные с жизнью и событиями в тюрьмах, а также взаимодействием заключенных и охраны.",
        "name": "Тюрьма"
    },
    {
        "description": "Персонажи, выполняющие заказные убийства или работу для кого-то, кто платит за устранение целей.",
        "name": "Убийцы и наемники"
    },
    {
        "description": "Мир, в котором все идеально, люди живут в гармонии и согласии.",
        "name": "Утопия"
    },
    {
        "description": "Персонажи, занимающиеся научными исследованиями в различных областях, от биологии до физики.",
        "name": "Учёные"
    },
    {
        "description": "Агенты, работающие на федеральном уровне в рамках специальных расследований и операций.",
        "name": "Федеральные агенты"
    },
    {
        "description": "Темы, связанные с миром автогонок, особенно с гонками Формулы-1.",
        "name": "Формула-1"
    },
    {
        "description": "Персонажи, работающие или увлекающиеся фотографией, запечатлевая моменты и создавая визуальные истории.",
        "name": "Фотографы"
    },
    {
        "description": "Персонажи, занимающиеся взломом, шпионажем и использованием технологий для достижения своих целей.",
        "name": "Хакеры"
    },
    {
        "description": "Персонажи погружаются в мир хип-хопа — рэп, танцы и уличная культура.",
        "name": "Хип-хоп"
    },
    {
        "description": "Персонажи, принадлежащие к культуре хиппи, с акцентом на свободу, любовь и альтернативный образ жизни.",
        "name": "Хиппи"
    },
    {
        "description": "Персонажи изображены как трендовые, ироничные, кофелюбивые городские жители — часто используется в пародиях или эстетике.",
        "name": "Хипстеры"
    },
    {
        "description": "Персонажи учат в Хогвартсе — магия, подростковые драмы и конкуренция между домами.",
        "name": "Хогвартс"
    },
    {
        "description": "Место обучения для тех, кто хочет развить свои художественные способности и научиться создавать произведения искусства.",
        "name": "Художественная школа"
    },
    {
        "description": "Персонажи, связанные с миром искусства, включая художников, скульпторов, иллюстраторов и других творческих личностей.",
        "name": "Художники"
    },
    {
        "description": "Персонажи работают или влюбляются в цветочном магазине — лёгкая, очаровательная атмосфера.",
        "name": "Цветочный магазин"
    },
    {
        "description": "Персонажи встречаются или работают в цветочном магазине и тату-салоне — классическое противоположности притягивают.",
        "name": "Цветочный магазин и тату-салон"
    },
    {
        "description": "Персонажи — цирковые артисты, акробаты и клоуны. Сюжет строится вокруг магии и драмы цирковой жизни, отношений между артистами и их борьбы за признание.",
        "name": "Цирк"
    },
    {
        "description": "Место, где персонажи испытывают страдания или искупление, часто между жизнью и смертью.",
        "name": "Чистилище"
    },
    {
        "description": "Альтернативная вселенная, где персонажи могут превращаться в другие существа или формы, что исследует темы идентичности, свободы или власти.",
        "name": "Шейпшифтеры"
    },
    {
        "description": "Персонажи, работающие в качестве главных поваров, управляющих кухней и создающих кулинарные шедевры.",
        "name": "Шеф-повара"
    },
    {
        "description": "Персонажи переносятся в школьную обстановку, независимо от их канонического возраста. Сюжет крутится вокруг школьной жизни: учёбы, дружбы и драмы.",
        "name": "Школа"
    },
    {
        "description": "Альтернативная вселенная, где персонажи — шпионы или занимаются разведкой, часто в мире политических интриг и опасных заданий.",
        "name": "Шпионы"
    },
    {
        "description": "Персонажи — эльфы или живут среди них: магия, долгая жизнь и фэнтезийная эстетика.",
        "name": "Эльфийская вселенная"
    },
    {
        "description": "Темы, связанные с японскими преступными синдикатами, их взаимодействиями и культурой.",
        "name": "Якудза"
    }
]
