[
  {
    "name": "Экшен / Приключения",
    "description": "Истории, сосредоточенные на захватывающем физическом действии или приключениях с высокими ставками — боях, миссиях, погонях."
  },
  {
    "name": "Ангст",
    "description": "Эмоционально напряжённые истории, часто связанные с болью, утратой, травмой или внутренними переживаниями."
  },
  {
    "name": "Характеристика персонажа",
    "description": "Работа исследует одного персонажа с упором на внутренние конфликты, психологию и развитие."
  },
  {
    "name": "Повесть о взрослении",
    "description": "История, в которой персонаж эмоционально или психологически растёт от юности к зрелости."
  },
  {
    "name": "Тёмная романтика",
    "description": "Романтические истории с морально неоднозначными персонажами, табуированными или токсичными отношениями."
  },
  {
    "name": "Тёмный фик",
    "description": "Фанфики, погружающиеся в тёмные темы — насилие, травмы, отсутствие хэппи-энда."
  },
  {
    "name": "Драма",
    "description": "Эмоционально насыщенные истории с межличностными конфликтами и развитием персонажей."
  },
  {
    "name": "Эротика",
    "description": "Истории, сосредоточенные на сексуальности и чувственности, без обязательной романтической линии."
  },
  {
    "name": "Фансервис",
    "description": "Сцены, добавленные исключительно ради возбуждения читателя, часто нарушают реализм ради фантазий."
  },
  {
    "name": "Флафф",
    "description": "Лёгкие и приятные истории, наполненные заботой, нежностью и минимумом конфликта."
  },
  {
    "name": "Фьюжн",
    "description": "Персонажи одного фэндома помещаются в сеттинг другого канона, сохраняя свою личность."
  },
  {
    "name": "Имаджин",
    "description": "Фанфики во втором лице или с обращением к читателю, создающие эффект присутствия."
  },
  {
    "name": "Магический реализм",
    "description": "Мир, где магические элементы воспринимаются как обыденность и не вызывают удивления."
  },
  {
    "name": "Детектив / Загадка",
    "description": "Истории, построенные вокруг тайны, которую нужно разгадать. Может содержать элементы романтики или эротики."
  },
  {
    "name": "Точка зрения (POV)",
    "description": "Повествование ведётся от лица одного персонажа, усиливая субъективность и интимность рассказа."
  },
  {
    "name": "PWP (Plot? What Plot?)",
    "description": "Истории без развитого сюжета, акцент сделан на сексуальных сценах."
  },
  {
    "name": "Романс",
    "description": "Центральная тема — романтические отношения, от первого взгляда до хэппи энда."
  },
  {
    "name": "Романтическая комедия",
    "description": "Смешение романтики и юмора, часто с нелепыми ситуациями и яркими персонажами."
  },
  {
    "name": "Скетч",
    "description": "Короткая сценка — драматическая или юмористическая — часто с фокусом на диалоге или абсурде."
  },
  {
    "name": "Срез жизни",
    "description": "Повседневная история, где важны не события, а чувства и отношения героев."
  },
  {
    "name": "Сонгфик",
    "description": "Фик, вдохновлённый песней — сюжет, эмоции и сцены перекликаются с её текстом."
  },
  {
    "name": "Трагедия",
    "description": "История о горе, потере и безысходности, часто с печальной развязкой."
  },
  {
    "name": "Выживание",
    "description": "Герой или группа борется за жизнь в тяжёлых условиях или противостоянии с врагами."
  },
  {
    "name": "Кроссовер",
    "description": "Смешение вселенных — герои из одного канона переносятся в другой и взаимодействуют с ним."
  },
  {
    "name": "Крэк",
    "description": "Абсурдная, нарочно нелепая история, часто написанная с юмором и самоиронией."
  },
  {
    "name": "Мелодрама",
    "description": "История с ярко выраженной эмоциональностью и семейными темами, почти всегда с хорошим концом."
  },
  {
    "name": "Нуар",
    "description": "Мрачная атмосфера, криминал, моральная неоднозначность в духе 40-х годов."
  },
  {
    "name": "Притча",
    "description": "Аллегорическая история с моралью, часто в короткой форме."
  },
  {
    "name": "Семейная сага",
    "description": "История, охватывающая несколько поколений одной семьи, с акцентом на преемственность и конфликты."
  },
  {
    "name": "Ситком",
    "description": "Юморная история про компанию друзей или влюблённых, как в сериалах."
  },
  {
    "name": "Сказка",
    "description": "Вымышленный сюжет с волшебными элементами и архетипическими персонажами."
  },
  {
    "name": "Сюрреализм / Фантасмагория",
    "description": "История с фантастическими, нелогичными образами, отражающими психологию персонажей."
  },
  {
    "name": "Трагикомедия",
    "description": "Жанр, сочетающий в себе как комедийные, так и трагические элементы."
  },
  {
    "name": "Ужасы",
    "description": "Истории, вызывающие страх и тревогу — психологические, сверхъестественные или реалистичные."
  },
  {
    "name": "Юмор / Стёб",
    "description": "Наличие юмористических элементов, даже если это не основная цель истории."
  }
]