[
    {
        "name": "BDSM",
        "description": "В работе описывается субкультура, основанная на практике добровольного эротического обмена властью (включающего, но не ограниченного: бондажом, дисциплиной, подчинением и доминированием, садомазохизмом и др.), и/или персонажи, практикующие такой обмен. Может быть как самодостаточной практикой, не связанной непосредственно с половым контактом, так и являться частью сексуальных действий."
    },
    {
        "name": "Секс с использованием посторонних предметов",
        "description": "В работе описывается сексуальная практика, подразумевающая использование персонажами предметов, очевидно не предназначенных для удовлетворения эротических и сексуальных потребностей, для получения и/или доставления сексуального удовольствия. Не путать с меткой ?Секс-игрушки?."
    },
    {
        "name": "Нежный секс",
        "description": "Задействованные в сексуального характера сценах персонажи ведут себя подчеркнуто нежно по отношению к партнеру или партнерам, уделяют большое внимание ласкам, проявляют максимальную заботу о безболезненных и приятных ощущениях."
    },
    {
        "name": "Анальный секс",
        "description": "В работе описывается сексуальная практика, в которой половой член, фаллопротез или страпон одного партнёра вводится в анальное отверстие другого."
    },
    {
        "name": "Групповой секс",
        "description": "В работе описывается сексуальная практика, в которой участвуют более двух персонажей одновременно."
    },
    {
        "name": "Минет",
        "description": "В работе описывается сексуальная практика, при которой половой член возбуждается ртом, языком, зубами или горлом принимающего партнёра."
    },
    {
        "name": "Грубый секс",
        "description": "Задействованные в сексуального характера сценах персонажи рискуют получить несмертельные травмы вследствие грубого обращения со стороны партнера или друг с другом."
    },
    {
        "name": "Ксенофилия",
        "description": "Работа сосредоточена на романтических или сексуальных отношениях между разумными существами разных видов."
    },
    {
        "name": "Засосы / Укусы",
        "description": "В работе существенное внимание уделяется оставлению засосов, укусов или других следов на коже партнёра."
    },
    {
        "name": "Стимуляция руками",
        "description": "В работе описывается сексуальная практика, в которой персонаж стимулирует эрогенные зоны, гениталии или анус своего партнера или партнеров с помощью пальцев."
    },
    {
        "name": "Громкий секс",
        "description": "Задействованные в сексуального характера сценах персонажи ведут себя крайне шумно до, во время или после сексуального акта (выражают одобрение вербально, поощряют своих партнеров, озвучивают просьбы или требования, гремят мебелью и т.д.)."
    },
    {
        "name": "Незащищенный секс",
        "description": "В работе  важную роль играют сцены сексуального характера, в которых персонажи не применяют средства защиты."
    },
    {
        "name": "Потеря девственности",
        "description": "В работе существенное внимание уделяется потере девственности."
    },
    {
        "name": "Сексуальная неопытность",
        "description": "В работе существенное внимание уделяется персонажам, чей сексуальный опыт крайне мал или ограничен."
    },
    {
        "name": "Мастурбация",
        "description": "В работе описывается сексуальная практика, в которой персонаж стимулирует собственные гениталии или эрогенные зоны."
    },
    {
        "name": "Тихий секс",
        "description": "Задействованные в сексуального характера сценах персонажи ведут себя очень тихо до и/или во время сексуального акта."
    },
    {
        "name": "Dirty talk",
        "description": "В работе содержатся откровенные описания персонажем своих желаний, фантазий или обещаний с целью возбуждения партнера, зачастую с использованием грубой или табуированной лексики."
    },
    {
        "name": "Секс в публичных местах",
        "description": "В работе описываются сексуальные акты, происходящие в общественных или полуобщественных местах."
    },
    {
        "name": "Обездвиживание",
        "description": "В работе описывается сексуальная практика, предполагающая частичное или полное обездвиживание одного или нескольких участников. Может как содержать элементы БДСМ, так и не иметь к БДСМ отношения."
    },
    {
        "name": "Секс-игрушки",
        "description": "Работа сосредоточена на использовании специально изготовленных аксессуаров, применяемых персонажами для удовлетворения эротических и сексуальных потребностей. Не путать с меткой ?Секс с использованием посторонних предметов?."
    },
    {
        "name": "Секс в нетрезвом виде",
        "description": "В работе описываются сексуальные акты, происходящие при условии нахождения одного, нескольких или всех их участников в состоянии алкогольного опьянения."
    },
    {
        "name": "Куннилингус",
        "description": "В работе описывается сексуальная практика, в которой женские половые органы стимулируются губами, языком или зубами."
    },
    {
        "name": "Течка / Гон",
        "description": "В работе описывается обусловленный особенностями физиологии персонажей период сексуальной активности, сопровождающийся ярко выраженными психологическими, телесными и/или поведенческими проявлениями."
    },
    {
        "name": "Римминг",
        "description": "В работе описывается сексуальная практика, в которой анус стимулируется c целью вызвать сексуальное возбуждение или доставить сексуальное удовлетворение с помощью рта, включая губы, язык или зубы."
    },
    {
        "name": "Контроль / Подчинение",
        "description": "В работе описываются романтические и/или сексуальные отношения, в которых партнеры выполняют добровольно взятые на себя роли: один исполняет роль контролирующего, а другой — роль подчиняющегося."
    },
    {
        "name": "Вагинальный секс",
        "description": "В работе описывается вид полового акта, подразумевающий введение эрегированного полового члена или фаллоимитатора в вагину."
    },
    {
        "name": "Защищенный секс",
        "description": "В работе описываются сексуальные акты, в которых персонажи используют средства защиты, сводя риск заражения болезнями, передающимися половым путём, к минимуму."
    },
    {
        "name": "Садизм / Мазохизм",
        "description": "В работе описываются сексуальные практики, в которых достижение сексуального удовлетворения достигается через причинение физической боли, страдания и/или унижения — как их получение, так и их причинение."
    },
    {
        "name": "Секс в одежде",
        "description": "Задействованные в сексуального характера сценах персонажи не раздеваются или снимают лишь часть одежды."
    },
    {
        "name": "Секс в воде",
        "description": "В работе описываются сексуальные акты, происходящие в воде (в бассейне, в ванне или душе, в горячих источниках, в естественных водоемах и т.д.)."
    },
    {
        "name": "Эротические наказания",
        "description": "В работе описывается сексуальная практика, завязанная на нанесении и получении телесных наказаний по обоюдному согласию."
    },
    {
        "name": "Дэдди-кинк",
        "description": "Работа сосредоточена на ролевых романтических или сексуальных отношениях между достигшими возраста согласия персонажами, в которых один исполняет символическую ?отцовскую? роль относительно другого."
    },
    {
        "name": "Анальный оргазм",
        "description": "В работе описывается оргазм от анальной стимуляции без воздействия на половые органы."
    },
    {
        "name": "Игры с сосками",
        "description": "В работе описывается эротическая практика, в которой сексуальное удовольствие или  возбуждение достигается воздействием на соски ртом, губами, языком, руками или игрушками и аксессуарами."
    },
    {
        "name": "Эротические фантазии",
        "description": "В работе описываются персонажи, видящие эротические сцены в своем воображении."
    },
    {
        "name": "Асфиксия",
        "description": "В работе описываются персонажи, практикующие разные формы нелетального удушения для усиления сексуального возбуждения и разрядки."
    },
    {
        "name": "Оседлание",
        "description": "В работе описывается сексуальная практика, в которой принимающий персонаж располагается ?верхом? и седлает член или фаллоимитатор своего партнера или партнеров."
    },
    {
        "name": "Универсалы",
        "description": "В работе описываются персонажи, которые предпочитают практиковать как пассивные, так и активные роли во время секса."
    },
    {
        "name": "Секс на природе",
        "description": "В работе описываются сексуальные акты, происходящие на природе."
    },
    {
        "name": "Телесные жидкости",
        "description": "В работе существенное внимание уделяется телесным жидкостям, их описанию и/или взаимодействию с ними."
    },
    {
        "name": "Управление оргазмом",
        "description": "В работе описывается сексуальная практика, в которой наступление оргазма, его продолжительность и интенсивность контролируется одним из партнеров."
    },
    {
        "name": "Эротические сны",
        "description": "В работе описываются персонажи, видящие эротические сновидения."
    },
    {
        "name": "Сайз-кинк",
        "description": "Работа сосредоточена на персонаже или персонажах, испытывающих сексуальное влечение к партнерам, чье телосложение существенно уступает или превосходит их собственное весом, ростом или мускулатурой, либо к партнерам с частями тела, существенно уступающими или превосходящими их собственные в размерах."
    },
    {
        "name": "Явное согласие",
        "description": "В работе описывается совершение сексуальных и/или эротических действий только после прямого выраженного согласия всех партнеров."
    },
    {
        "name": "Вуайеризм",
        "description": "В работе описываются персонаж или персонажи, которые подглядывают за другими персонажами, занимающимися сексом или интимными процессами."
    },
    {
        "name": "Эротические ролевые игры",
        "description": "Работа сосредоточена на добровольном отыгрывании сексуальной фантазии по определенному сценарию с заранее обозначенным распределением участников по ролям."
    },
    {
        "name": "Фроттаж",
        "description": "В работе описывается сексуальная практика, заключающаяся в трении партнёров друг о друга как в одежде, так и без одежды для получения сексуального возбуждения и удовлетворения."
    },
    {
        "name": "Секс в транспорте",
        "description": "В работе описываются сексуальные акты, происходящие в общественном или частном транспорте разных видов."
    },
    {
        "name": "Прелюдия",
        "description": "В работе значительное внимание уделено предварительным ласкам."
    },
    {
        "name": "Фемдом",
        "description": "В работе описывается сексуальная практика, где доминирующую роль над своим сексуальным партнером играет женщина."
    },
    {
        "name": "Кляпы / Затыкание рта",
        "description": "В работе описывается ряд сексуальных практик или фетишей, связанных с использованием кляпов, как специализированных, так и импровизированных."
    },
    {
        "name": "Обнажение",
        "description": "В работе описывается эротическая практика, при которой один из партнеров раздевается для удовольствия другого или других."
    },
    {
        "name": "Двойное проникновение",
        "description": "В работе описывается сексуальная практика, подразумевающая пенетрацию одного партнера двумя активными одновременно."
    },
    {
        "name": "Петтинг",
        "description": "В работе описывается форма сексуальной активности, предполагающая получение удовлетворения партнёров путём возбуждения эрогенных зон без непосредственного контакта гениталий."
    },
    {
        "name": "Множественные оргазмы",
        "description": "Персонаж или персонажи работы за короткий промежуток времени испытывают более одного оргазма."
    },
    {
        "name": "Кинк на ошейники",
        "description": "В работе описывается ряд сексуальных практик или фетишей, предполагающих ношение ошейников."
    },
    {
        "name": "Секс на камеру",
        "description": "В работе существенное внимание уделяется процессу съемки персонажами эротических видео, как профессиональных, так и любительских."
    },
    {
        "name": "Кинк на похвалу",
        "description": "Работа сосредоточена на персонаже или персонажах, испытывающих сексуальное возбуждение от похвалы, теплых слов поддержки и ободрения."
    },
    {
        "name": "Бладплей",
        "description": "В работе описывается сексуальная практика, предполагающая задействование крови в разных ее видах как части прелюдии или самого полового акта."
    },
    {
        "name": "Кноттинг",
        "description": "В работе описывается оргазм, который сопровождается сцепкой с активным партнёром за счёт наличия в гениталиях последнего узла, набухающего во время/после оргазма."
    },
    {
        "name": "Sugar daddy",
        "description": "Работа сосредоточена на отношениях, в которых персонаж мужского пола уделяет существенное время и тратит ресурсы на улучшение качества жизни своего партнера или партнерши."
    },
    {
        "name": "Тентакли",
        "description": "Работа сосредоточена на сексуальных актах с участием персонажей или существ, обладающих щупальцами."
    },
    {
        "name": "Мейлдом",
        "description": "В работе описывается сексуальная практика, где доминирующую роль над своим сексуальным партнером играет мужчина."
    },
    {
        "name": "Кинк на нижнее белье",
        "description": "В работе описывается один или несколько фетишей, подразумевающих взаимодействие с или ношение нижнего белья, зачастую эротического, кружевного или женского."
    },
    {
        "name": "Кинк на стыд",
        "description": "В работе описывается сексуальная практика или практики, при которых возбуждение приходит от чувства стыда либо при наблюдении и/или провоцировании чувства стыда у партнёра. Обычно стыд и неловкость связаны с обнажённым состоянием."
    },
    {
        "name": "Спонтанный секс",
        "description": "В работе описываются сексуальные акты, произошедшие спонтанно."
    },
    {
        "name": "Service top / Power bottom",
        "description": "В работе описывается сексуальная практика, в ходе которой принимающий партнер является доминирующим (контролирует и направляет партнера своими действиями, словами, проявляя активность или всецело взяв ситуацию под свой контроль), а активный партнер вверяется действиям и/или приказам принимающего."
    },
    {
        "name": "Кинк на руки",
        "description": "В работе описывается ряд фетишей, включающих в себя сексуальное влечение к рукам либо влечение к определённым действиям, производимым руками, которые в противном случае можно считать не сексуальными."
    },
    {
        "name": "Афродизиаки",
        "description": "В работе описываются персонажи, которые подверглись действию веществ, стимулирующих или усиливающих сексуальную активность."
    },
    {
        "name": "Секстинг",
        "description": "В работе описывается разновидность виртуального секса, которая заключается в обмене эротического характера личными фотографиями, текстовыми или голосовыми сообщениями и т.д."
    },
    {
        "name": "Кинк на наручники",
        "description": "В работе описывается один или несколько фетишей, подразумевающих использование наручников."
    },
    {
        "name": "Gangbang",
        "description": "В работе описывается подвид группового секса, в котором большинство или все половые акты ориентируются на одного участника."
    },
    {
        "name": "Секс при посторонних",
        "description": "В работе описываются сексуальные акты, происходящие при сторонних наблюдателях."
    },
    {
        "name": "Межбедренный секс",
        "description": "В работе описывается сексуальная практика без проникновения, при которой половой член одного партнёра двигается между бёдер другого."
    },
    {
        "name": "Фистинг",
        "description": "В работе описывается сексуальная практика, подразумевающая введение кисти руки одной или нескольких рук в вагину или анус с целью получения сексуального удовлетворения."
    },
    {
        "name": "Фут-фетиш",
        "description": "В работе описывается ряд эротических фетишей, связанных с влечением к ступням, а также сексуальных практик с использованием ступней для получения сексуального удовольствия."
    },
    {
        "name": "Кинк на слезы",
        "description": "В работе описываются персонажи, которые испытывают сексуальное возбуждение от слез своих партнеров."
    },
    {
        "name": "Виртуальный секс",
        "description": "В работе описывается обмен сообщениями сексуального характера и другие виртуальные способы (видеозвонки, фотографии) связаться с партнёром или партнёрами с целью возбудить на расстоянии."
    },
    {
        "name": "Сибари",
        "description": "В работе описывается особая практика полного или частичного ограничения подвижности партнера или партнеров при помощи веревок с соблюдением определенных технических и эстетических принципов."
    },
    {
        "name": "Кинк на чулки",
        "description": "В работе описывается один или несколько фетишей, подразумевающих взаимодействие с или ношение чулок."
    },
    {
        "name": "Кинк на волосы",
        "description": "В работе описывается один или несколько фетишей, подразумевающих взаимодействие с волосами партнеров (эротические игры с прядями, наматывание волос на кулак, использование в виде импровизированных поводьев, заплетание волос, создание причесок, связывание волосами и т.д.)"
    },
    {
        "name": "Кинк на мольбы",
        "description": "В работе описываются персонажи, которые испытывают сексуальное возбуждение от мольб своих партнеров."
    },
    {
        "name": "Knife play",
        "description": "В работе описывается сексуальная практика, в которой холодное оружие используется для эротической стимуляции, как ментальной, так и физической. Применение холодного оружия варьируется от срезания одежды и нанесения легких царапин до нанесения партнеру порезов, которые не угрожают жизни."
    },
    {
        "name": "Секс по телефону",
        "description": "В работе описывается разновидность виртуального секса, которая заключается в эротического характера разговоре по телефону между двумя или более персонажами."
    },
    {
        "name": "Кинк на силу",
        "description": "В работе описываются персонажи, испытывающие сексуальное возбуждение от ощущения физической силы своих партнеров."
    },
    {
        "name": "Секс перед зеркалом",
        "description": "В работе описываются сексуальные акты, происходящие непосредственно перед зеркалом или так, чтобы партнер или партнеры имели возможность видеть свое отражение."
    },
    {
        "name": "Секс-магия",
        "description": "В работе описывается вид магии, в которой для совершения магического действия необходимо вступить в половую связь."
    },
    {
        "name": "Поза 69",
        "description": "В работе описывается сексуальная практика, которая с помощью специфической позы дает персонажам возможность проводить взаимную оральную стимуляцию."
    },
    {
        "name": "Кинк на унижение",
        "description": "В работе описывается сексуальная практика или практики, при которых возбуждение приходит от чувства унижения либо при наблюдении и/или провоцировании чувства унижения у партнёра."
    },
    {
        "name": "Doggy style",
        "description": "В работе описывается секс в коленно-локтевой позе. Используется как при вагинальном, так и при анальном сексе."
    },
    {
        "name": "Монстрофилия",
        "description": "В работе описывается ряд фетишей, подразумевающих сексуальное влечение к монстрам, чудовищам или другого рода существам с ярко выраженными нечеловеческими чертами."
    },
    {
        "name": "Сексуальное обучение",
        "description": "В работе значительную роль играет троп, в котором опытный персонаж обучает своего неопытного (чаще девственного) партнера сексу."
    },
    {
        "name": "Страпоны",
        "description": "В работе описывается ряд сексуальных практик или фетишей, предполагающих использование страпона."
    },
    {
        "name": "Сомнофилия",
        "description": "В работе описываются персонаж или персонажи, испытывающие сексуальное влечение к спящим, находящимся в бессознательном состоянии или коме."
    },
    {
        "name": "BDSM: Aftercare",
        "description": "В работе содержится описание особой части BDSM-практики, которая выражается в оказании заботы и обеспечивает психологическое и физическое благополучие всех участников после сессии."
    },
    {
        "name": "Кинк на полноту",
        "description": "В работе описываются один или несколько фетишей, подразумевающих сексуальный интерес к партнёрам с избыточной массой тела."
    },
    {
        "name": "Механофилия / Технофилия",
        "description": "В работе описывается ряд фетишей, подразумевающих сексуальное влечение к автомобилям, механизмам, металлическим предметам, либо описывается сексуальная практика, при которой удовлетворение достигается сексуальным взаимодействием с техническими средствами, элементами, деталями, а также стимуляцией этих элементов у их обладателя (киборги, андроиды, роботы, живая техника и т.д.)."
    },
    {
        "name": "Секс-машины",
        "description": "Работа сосредоточена на использовании специально изготовленных механических устройств, используемых персонажами для удовлетворения эротических и сексуальных потребностей."
    },
    {
        "name": "Секс во время беременности",
        "description": "В работе описывается секс с персонажем, находящимся на том или ином сроке беременности."
    },
    {
        "name": "Акустикофилия",
        "description": "В работе описываются персонажи, которые испытывают сексуальное возбуждение от определенных звуков."
    },
    {
        "name": "Поклонение телу",
        "description": "В работе описывается эротическая практика, подразумевающая выражение персонажем физического почтения телу своего партнера или его частям."
    },
    {
        "name": "Анонимный секс",
        "description": "В работе описывается секс при обстоятельствах, в которых один или все задействованные партнеры не знают друг друга по имени или не видят лиц друг друга."
    },
    {
        "name": "Утренний секс",
        "description": "В работе описываются сексуальные акты, происходящие в утреннее время."
    },
    {
        "name": "Эротическая сверхстимуляция",
        "description": "В работе описывается сексуальная практика, предполагающая стимуляцию эрогенных зон и/или гениталий до пограничного состояния между удовольствием и серьезным дискомфортом или ощутимой болью."
    },
    {
        "name": "Уро-кинк",
        "description": "В работе описывается ряд сексуальных практик и/или фетишей, в которых сексуальное удовольствие связано с мочеиспусканием или мочой."
    },
    {
        "name": "Неловкий секс",
        "description": "В работе описываются сексуальные акты, характеризующиеся неидеальностью, смешными или неловкими моментами и т.д."
    },
    {
        "name": "Сидение на лице",
        "description": "В работе описывается сексуальная практика, при которой персонаж сидит на лице своего партнера."
    },
    {
        "name": "Игры с температурой",
        "description": "В работе описывается сексуальная практика, в которой в качестве возбуждающего элемента используются предметы и субстанции разной температуры, существенно отличающейся от температуры тела."
    },
    {
        "name": "Секс-куклы",
        "description": "В работе описывается ряд сексуальных практик или фетишей, связанных с использованием секс-игрушек, имитирующих половых партнеров."
    },
    {
        "name": "Gun play",
        "description": "Огнестрельное оружие в работе является предметом фетиша либо используется при флирте, предварительных ласках или во время секса."
    },
    {
        "name": "Секс с использованием магии",
        "description": "В работе описываются сексуальные акты, во время которых персонажи используют магию для возбуждения себя или своих партнеров."
    },
    {
        "name": "Фуд-плей",
        "description": "В работе описывается сексуальная практика, в которой для возбуждения используются пищевые продукты."
    },
    {
        "name": "Кинк на страх",
        "description": "В работе описывается ряд сексуальных практик и/или ситуаций, в которых сексуальное удовольствие связано с чувством страха и/или провокацией чувства страха у партнера."
    },
    {
        "name": "Эротический массаж",
        "description": "В работе описывается сексуальная практика, в которой возбуждение достигается от массажа и стимуляции эрогенных зон."
    },
    {
        "name": "Кинк на униформу",
        "description": "В работе описывается один или несколько фетишей, подразумевающих взаимодействие с, ношение или использование в не предназначенных для этого целях специальной (служебной, военной) одежды или ее атрибутов."
    },
    {
        "name": "Секс с использованием сверхспособностей",
        "description": "В работе описываются сексуальные акты, во время которых персонажи используют сверхспособности для возбуждения себя или своих партнеров."
    },
    {
        "name": "Медицинский кинк",
        "description": "Работа сосредоточена на персонаже или персонажах, испытывающих сексуальное возбуждение от медицинских или псевдомедицинских процедур, образа врача или конкретных вещей, связанных с медициной (резиновые перчатки, холод от инструментов и т.д.)"
    },
    {
        "name": "Оргазм без стимуляции",
        "description": "В работе описывается оргазм без стимуляции гениталий или простаты."
    },
    {
        "name": "Эротическая лактация",
        "description": "В работе описывается сексуальная практика, в которой между достигшими совершеннолетия персонажами происходит процесс грудного кормления в качестве прелюдии или как часть акта."
    },
    {
        "name": "Марафонный секс",
        "description": "В работе описывается сексуальная практика, при которой занятие сексом длится значительный период времени, зачастую несколько часов подряд, без перерывов."
    },
    {
        "name": "Кинк на сердцебиение",
        "description": "В работе описывается ряд фетишей, связанных с любовью к человеческому сердцу, как к звуку, так и к ощущениям биения своего либо чужого сердца."
    },
    {
        "name": "Ворарефилия",
        "description": "В работе описывается поглощение одного существа другим заживо; персонажи,  испытывающие эротическое желание быть поглощенным или самостоятельно поглотить кого-то; либо эротический интерес к такого рода поглощению в целом."
    },
    {
        "name": "Body inflation",
        "description": "В работе описывается ряд сексуальных практик или фетишей, предполагающих искусственное раздутие частей тела или тела целиком, с помощью костюмов, введения жидкостей или другими способами."
    },
    {
        "name": "Пет-плей",
        "description": "В работе описывается БДСМ-практика, которая предполагает, что один из партнеров ведет себя как дрессируемое животное (чаще всего домашнее или ездовое), а второй — как его владелец или дрессировщик."
    },
    {
        "name": "Просмотр порно",
        "description": "В работе описываются персонажи, смотрящие порнофильмы."
    },
    {
        "name": "Сквиртинг",
        "description": "В работе описывается биологическое явление, характеризующееся выплеском жидкости из парауретральных желез во время или перед оргазмом."
    },
    {
        "name": "BDSM: Сабспейс",
        "description": "В работе описываются персонажи, впавшие в особую изменённую форму сознания (транс),  возникающую вследствие физических/психологических воздействий доминирующего партнёра (верхнего, доминанта) и сопутствующих им эмоциональных переживаний."
    },
    {
        "name": "Приватный танец",
        "description": "В работе описывается разновидность стриптиза, которая исполняется в приватной форме для одного зрителя."
    },
    {
        "name": "Кинк на щекотку",
        "description": "В работе описываются персонажи, испытывающие сексуальное возбуждение от ощущения щекотки."
    },
    {
        "name": "Генитальные пытки",
        "description": "В работе описывается сексуальная практика, которая подразумевает причинение боли гениталиям (например, нанесение ударов или наступание)."
    },
    {
        "name": "Эксгибиционизм",
        "description": "В работе описывается сексуальная практика, при которой удовлетворение достигается путем демонстрации обнаженного тела, чаще всего незнакомцам."
    },
    {
        "name": "Секс во время менструации",
        "description": "В работе описывается половой акт, совершенный во время менструации одного или нескольких персонажей. Может содержать элементы игр с кровью."
    },
    {
        "name": "DDLG / DDLB / MDLG / MDLB",
        "description": "Работа сосредоточена на ролевых романтических или сексуальных отношениях между достигшими возраста согласия персонажами, в которых один исполняет символическую ?родительскую? роль, а второй — символическую роль ?подопечного?, с сильным упором на инфантильное поведение."
    },
    {
        "name": "Прист-кинк",
        "description": "В работе описывается один или несколько фетишей, подразумевающих сексуальное взаимодействие с персонажем-священником, настоящим или исполняющим ролевой сценарий в рамках игры."
    },
    {
        "name": "Кинк на крылья",
        "description": "Работа сосредоточена на персонаже или персонажах, испытывающих влечение к партнерам, которые обладают крыльями. Особенное внимание в работе уделяется самим крыльям."
    },
    {
        "name": "Бесконтактный секс",
        "description": "В работе описываются сексуальные практики, позволяющие персонажам получать удовольствие без стимуляции физического тела."
    },
    {
        "name": "Уретральное проникновение",
        "description": "В работе описывается сексуальная практика, подразумевающая проникновение в уретральное отверстие с помощью специальных или не предназначенных для этого предметов."
    },
    {
        "name": "Секс во время болезни",
        "description": "В работе описывается половой акт между персонажами, где один из участников испытывает влечение к другим участникам конкретно во время болезни."
    },
    {
        "name": "Фуд-фетиш",
        "description": "В работе описывается ряд эротических фетишей, связанных с едой."
    },
    {
        "name": "Куколдинг",
        "description": "В работе описывается добровольная сексуальная практика или ситуация, при которой один из персонажей в постоянных отношениях вступает в сексуальные отношения с кем-то посторонним, не скрывая этого от своего основного партнера, который наблюдает за сексуальной связью или получает её свидетельства."
    },
    {
        "name": "Оральная фиксация",
        "description": "В работе описываются персонажи, испытывающие сексуальное удовольствие от стимуляции рта (облизывание или покусывание пальцев и ногтей, карандашей и ручек, леденцов и т.д.) и/или персонажи, испытывающие сексуальное удовольствие от наблюдения за таким поведением."
    },
    {
        "name": "Sugar mommy",
        "description": "Работа сосредоточена на отношениях, в которых персонаж женского пола уделяет существенное время и тратит ресурсы на улучшение качества жизни своего партнера или партнерши."
    },
    {
        "name": "Раптофилия",
        "description": "В работе описываются персонаж или персонажи, испытывающие сексуальное удовольствие от идеи быть изнасилованными или самого изнасилования."
    },
    {
        "name": "БРД",
        "description": "В работе описывается субкультура, основанная на практике добровольного эротического обмена властью, с особым упором на основополагающий набор этических норм этой практики (безопасность, разумность, добровольность). Рекомендуется использовать метку в сочетании с меткой ?BDSM? для упрощения поиска."
    },
    {
        "name": "Обсуждение кинков",
        "description": "В работе существенное внимание уделено обсуждению персонажами их предпочтений и триггеров, кинков и сквиков."
    },
    {
        "name": "Мамми-кинк",
        "description": "Работа сосредоточена на ролевых романтических или сексуальных отношениях между достигшими возраста согласия персонажами, в которых один исполняет символическую ?материнскую? роль относительно другого."
    },
    {
        "name": "Mate or die",
        "description": "В работе описывается сложная ситуация, вынуждающая персонажей вступить в сексуальные отношения для того, чтобы спасти свои жизни или жизнь одного из них."
    },
    {
        "name": "Копро-кинк",
        "description": "В работе описывается ряд сексуальных практик и/или фетишей, в которых сексуальное удовольствие связано с калом."
    },
    {
        "name": "Кинк на девственность",
        "description": "В работе описываются один или несколько фетишей, подразумевающих сексуальный интерес к девственным партнёрам."
    },
    {
        "name": "Интрамаммарный секс",
        "description": "В работе описывается сексуальная практика без проникновения, в которой стимуляция полового члена происходит посредством возвратно-поступательных движений между грудей партнера."
    },
    {
        "name": "Пеггинг",
        "description": "В работе описывается сексуальная практика, в которой женщина, используя фаллоимитатор или страпон, проникает в анус мужчины."
    },
    {
        "name": "Кинк на шрамы",
        "description": "В работе описывается ряд эротических фетишей, связанных со шрамами."
    },
    {
        "name": "Кинк на формальную одежду",
        "description": "В работе описывается один или несколько фетишей, подразумевающих взаимодействие с, ношение или использование в не предназначенных для этого целях формальной одежды (классические костюмы, смокинги и т.д.) или ее атрибутов."
    },
    {
        "name": "Геронтофилия",
        "description": "В работе описывается сексуальное влечение персонажа или персонажей к лицам пожилого возраста, чей возраст существенно превышает их собственный. Не относится к работам, где описываются проявления сексуальности между пожилыми персонажами."
    },
    {
        "name": "Эрогуро",
        "description": "Работа характеризуется наличием странных, абсурдных, выходящих за рамки привычного сцен, сочетающих эротику и графичную жестокость."
    },
    {
        "name": "Множественное проникновение",
        "description": "В работе описывается сексуальная практика, подразумевающая пенетрацию одного партнера тремя или более активными одновременно."
    },
    {
        "name": "BDSM: Дроп",
        "description": "В работе описываются персонажи, испытывающие схожее с депрессией состояние, которое наступает после интенсивных сессий, вызванное резкими скачками эндорфинов и адреналина."
    },
    {
        "name": "Кинк на латекс",
        "description": "В работе описывается один или несколько фетишей, подразумевающих ношение латексной одежды, взаимодействие с ней или использование аксессуаров из латекса."
    },
    {
        "name": "Принудительная феминизация",
        "description": "В работе описывается сексуально-ролевая практика, в которой персонаж мужского пола, следуя указаниям своего партнера,  выполняет стереотипную женскую роль с сильным упором на принудительность действия и использование атрибутики, традиционно считающейся женственной."
    },
    {
        "name": "Кинк на клыки",
        "description": "Работа сосредоточена на персонаже или персонажах, испытывающих влечение к партнерам, которые обладают клыками. Особенное внимание в работе уделяется самим клыкам."
    },
    {
        "name": "Cockwarming",
        "description": "В работе описывается сексуальная практика, при которой обладатель полового члена вводит его в рот, вагину или анал своего партнера, чтобы ?согреть?, а затем воздерживается от любой стимуляции, вызывающей оргазм."
    },
    {
        "name": "Кинк на волосы на теле",
        "description": "В работе описываются персонажи, которые испытывают сексуальное возбуждение от наличия волос на теле партнеров или взаимодействия с ними."
    },
    {
        "name": "Кинк на уши",
        "description": "Работа сосредоточена на персонаже или персонажах, испытывающих влечение к ушам своих партнеров. Особенное внимание в работе уделяется самим ушам."
    },
    {
        "name": "Кинк на беременность",
        "description": "В работе описываются один или несколько фетишей, подразумевающих сексуальный интерес к партнёрам в положении."
    },
    {
        "name": "Эксаудиризм",
        "description": "В работе описываются персонаж или персонажи, которые подслушивают за другими персонажами, занимающимися сексом или интимными процессами."
    },
    {
        "name": "Кинк на инвалидность",
        "description": "В работе описываются один или несколько фетишей, подразумевающих сексуальный интерес к партнерам с выраженными инвалидностями."
    },
    {
        "name": "Лингвистический кинк",
        "description": "В работе описываются персонажи, которые испытывают сексуальное возбуждение от партнеров, говорящих на другом языке."
    },
    {
        "name": "Инсектофилия / Арахнофилия",
        "description": "В работе описываются персонажи, испытывающие эмоциональное, романтическое или сексуальное влечение к насекомым, паукам и иным членистоногим или существам, обладающими такими чертами."
    },
    {
        "name": "Подвешивание",
        "description": "В работе описывается практика, подразумевающая  подвешивание персонажа или персонажей к специальной конструкции с помощью приспособлений, крепящихся к телу, в некоторых случаях напрямую через кожу."
    },
    {
        "name": "Секс с воображаемыми партнерами",
        "description": "В работе описываются персонажи, которые вступают в сексуальные отношения с партнерами, на деле являющимися плодом их воображения."
    },
    {
        "name": "Электростимуляция",
        "description": "В работе описывается ряд сексуальных практик, подразумевающих воздействие электрическим током на одного и/или обоих партнёров."
    },
    {
        "name": "Кинк на очки",
        "description": "В работе описывается ряд сексуальных практик или фетишей, предполагающих ношение очков."
    },
    {
        "name": "Свингерство",
        "description": "В работе описывается сексуальная практика, в которой устоявшиеся пары кратковременно обмениваются сексуальными партнерами по взаимному согласию всех участников."
    },
    {
        "name": "Гибристофилия",
        "description": "В работе описываются персонажи, испытывающие сексуальное влечение к преступникам, насильникам и/или убийцам."
    },
    {
        "name": "Кожаная одежда",
        "description": "В работе описывается один или несколько фетишей, подразумевающих взаимодействие с или ношение одежды из натуральной или искусственной кожи."
    },
    {
        "name": "Кинк на интеллект",
        "description": "В работе описываются персонажи, которые испытывают сексуальное возбуждение от умных партнёров, интеллектуальных разговоров и т.д."
    },
    {
        "name": "BDSM: Домспейс",
        "description": "В работе описываются персонажи-доминанты, впавшие в особую изменённую форму сознания (транс), возникающую вследствие физических/психологических воздействий на подчиняющегося партнёра (нижнего, сабмиссива) и сопутствующих им эмоциональных переживаний."
    },
    {
        "name": "Кинк на чужую одежду",
        "description": "В работе описывается один или несколько фетишей, подразумевающих взаимодействие с чужой одеждой (ношение этой одежды, вдыхание запаха и т.д.)"
    },
    {
        "name": "Аутофелляция / Аутокуннилингус",
        "description": "В работе описывается форма орального секса, при которой персонаж стимулирует собственные гениталии собственным ртом и языком."
    },
    {
        "name": "Пояс верности",
        "description": "Работа сосредоточена на персонажах, носящих специальное устройство, механически предотвращающее половой акт."
    },
    {
        "name": "Кинк на колготки",
        "description": "В работе описывается один или несколько фетишей, подразумевающих взаимодействие с или ношение колготок."
    },
    {
        "name": "Дендрофилия",
        "description": "В работе описывается сексуальное влечение к деревьям, растениям, предметам, изготовленным из дерева и иных природных материалов."
    },
    {
        "name": "Сухой оргазм",
        "description": "В работе описывается оргазм, не сопровождающийся эякуляцией."
    },
    {
        "name": "Спектрофилия",
        "description": "Работа сосредоточена на персонажах, испытывающих романтическое и/или сексуальное влечение к призракам, духам, привидениям."
    },
    {
        "name": "Олфактофилия",
        "description": "В работе описывается ряд сексуальных практик и/или фетишей, в которых сексуальное удовольствие связано с запахом тела или телесных выделений."
    },
    {
        "name": "Эротическая дрессировка",
        "description": "В работе описывается сексуальная практика, подразумевающая целенаправленную или неумышленную выработку и закрепление у одного из партнеров определенной реакции на условный сигнал."
    },
    {
        "name": "Объектофилия",
        "description": "В работе описываются персонажи, испытывающие эмоциональное, романтическое или сексуальное влечение к конкретным неодушевлённым предметам."
    },
    {
        "name": "Мизофилия",
        "description": "В работе описывается ряд сексуальных практик и/или фетишей, в которых сексуальное удовольствие связано с традиционно считающимися непристойными запахами тела (пот, немытое тело и т.д.), а также ношеной одеждой, содержащей эти запахи."
    },
    {
        "name": "Кинк на рога",
        "description": "Работа сосредоточена на персонаже или персонажах, испытывающих влечение к партнерам, которые обладают рогами. Особенное внимание в работе уделяется самим рогам."
    },
    {
        "name": "Glory hole",
        "description": "В работе описывается сексуальная практика, в которой партнеры не видят друг друга, а сексуальный контакт осуществляется через отверстие в перегородке между ними (стене, двери, стенке кабинки и т.д.)."
    },
    {
        "name": "Хиерофилия",
        "description": "В работе описываются персонажи, испытывающие сексуальное возбуждение от лицезрения религиозной атрибутики и взаимодействия с ней."
    },
    {
        "name": "Сплошинг",
        "description": "В работе описывается сексуальная практика, в которой персонаж или персонажи испытывают сексуальное возбуждение от вида или ощущения большого объема различных липких, мокрых, вязких или сильно пачкающих субстанций на одежде или коже."
    },
    {
        "name": "Фельчинг",
        "description": "В работе описывается сексуальная практика, подразумевающая оральное высасывание спермы из ануса либо влагалища."
    },
    {
        "name": "Эметофилия",
        "description": "В работе описывается ряд сексуальных практик и/или фетишей, в которых сексуальное удовольствие связано с рвотными позывами или рвотными массами."
    },
    {
        "name": "Фиггинг",
        "description": "В работе описывается практика введения очищенного корня имбиря в анус или влагалище, чтобы вызвать сильное жжение и часто невыносимый дискомфорт для субъекта. Может носить как эротический, так и несексуальный характер."
    },
    {
        "name": "Dollification",
        "description": "В работе описывается один или несколько фетишей, подразумевающих ?превращение? одного из партнеров в куклу (например, с помощью макияжа, определенного поведения и т.п.) и выполнение типичных действий, связанных с игрой в куклы."
    },
    {
        "name": "Нетаймори",
        "description": "В работе описывается японская практика сервировки суши или сашими на голом теле."
    },
    {
        "name": "Кинк на протезы",
        "description": "В работе описывается один или несколько фетишей, подразумевающих взаимодействие с или ношение протезов."
    },
    {
        "name": "Клетки",
        "description": "В работе описывается сексуальная практика, предполагающая помещение одного или нескольких участников в клетку."
    },
    {
        "name": "Аутоассасинофилия",
        "description": "Работа сосредоточена на персонаже или персонажах, испытывающих сексуальное удовольствие от фантазий о собственной смерти и/или её имитации."
    },
    {
        "name": "Анрождение",
        "description": "В работе описывается частичное или полное проникновение одного персонажа целиком во влагалище другого и, возможно, в матку; персонажи, испытывающие эротическое желание быть поглощёнными вагиной или поглотить кого-то таким образом; либо эротический интерес к такого рода поглощению в целом."
    },
    {
        "name": "Окулолинктус",
        "description": "В работе описывается эротическая практика, в которой один партнер языком ласкает глаз другого."
    },
    {
        "name": "Двойной кноттинг",
        "description": "В работе описывается сексуальная практика, подразумевающая пенетрацию одного партнера двумя активными партнерами одновременно и оргазм, который сопровождается сцепкой с двумя активными партнёрами за счёт наличия в гениталиях последних узлов, набухающих во время/после оргазма."
    },
    {
        "name": "Форнифилия",
        "description": "В работе описывается эротическая практика, при которой один из партнёров притворяется неодушевлённым предметом домашнего обихода (столом, стулом, подставкой), а второй распоряжается им по своему усмотрению."
    },
    {
        "name": "Эротическая мумификация",
        "description": "В работе описывается сексуальная практика, подразумевающая полное обездвиживание одного или нескольких участников с помощью пеленания, бинтования, нанесения медицинского гипса и т.д."
    },
    {
        "name": "Плюшефилия",
        "description": "В работе описывается ряд фетишей, подразумевающих сексуальное влечение к куклам, плюшевым и иным игрушкам, изначально не предназначенным для получения сексуального удовольствия."
    },
    {
        "name": "Сквозное видение",
        "description": "В работе описывается проникновение взглядом, камерой или другим техническим устройством сквозь одежду, стены или биологические ткани, позволяющее увидеть, что находится или происходит за непрозрачной преградой."
    },
    {
        "name": "Симфорофилия",
        "description": "В работе описываются персонажи, испытывающие сексуальное возбуждение от природных катастроф, массовой гибели других персонажей, разрушений, организации несчастных случаев самостоятельно."
    },
    {
        "name": "Asphyxiation",
        "description": "Breath play during sex, involving choking or smothering to enhance arousal."
    },
    {
        "name": "Bestiality",
        "description": "Sexual activity involving animals. Extremely taboo and illegal in most regions."
    },
    {
        "name": "Birthday Sex",
        "description": "Sexual encounter themed around a character's birthday, often indulgent or kinky."
    },
    {
        "name": "Biting",
        "description": "Using teeth during sex for pain, dominance, or possessiveness."
    },
    {
        "name": "Blood Kink",
        "description": "Sexual arousal linked to blood, including cutting, biting, or combat."
    },
    {
        "name": "Boypussy",
        "description": "Slang term for a male anus in feminized or submissive sexual context, especially in gay smut or A/B/O."
    },
    {
        "name": "Casual Sex",
        "description": "Non-romantic sexual activity, often spontaneous or emotionally detached."
    },
    {
        "name": "Competence Kink",
        "description": "Arousal from a partner's intelligence, skill, or mastery in any field."
    },
    {
        "name": "Crossdressing",
        "description": "Wearing clothes traditionally worn by the opposite gender in a sexual or identity-exploring context."
    },
    {
        "name": "Dirty Talk",
        "description": "Verbal expression of sexual desires or fantasies to arouse and dominate."
    },
    {
        "name": "Drunk Sex",
        "description": "Sex occurring under the influence of alcohol; often morally ambiguous depending on consent."
    },
    {
        "name": "Dub-con",
        "description": "Dubious consent—sex occurring in a gray area of coercion, confusion, or impaired agency."
    },
    {
        "name": "Enthusiastic Consent",
        "description": "Clearly expressed, eager agreement to sexual activity—often emphasized as a positive dynamic."
    },
    {
        "name": "Fisting",
        "description": "Insertion of the entire hand or forearm into the vagina or anus, associated with extreme kink."
    },
    {
        "name": "Food Kink",
        "description": "Sexual arousal derived from incorporating food during sexual acts—licking, pouring, smearing, etc."
    },
    {
        "name": "Horniness",
        "description": "Characters overwhelmed by sexual desire—sometimes exaggerated or comedic in tone."
    },
    {
        "name": "Inappropriate Use of the Force",
        "description": "Use of supernatural powers (e.g., the Force in Star Wars) for sexual stimulation or control."
    },
    {
        "name": "Incest",
        "description": "Sexual relationships between family members—deeply taboo and controversial."
    },
    {
        "name": "Interspecies",
        "description": "Sex between members of different species, often fantastical (aliens, demons, monsters)."
    },
    {
        "name": "Lingerie",
        "description": "Fetishization of underwear or erotic attire, often in seduction or domination scenes."
    },
    {
        "name": "Loyalty Kink",
        "description": "Sexual arousal linked to acts of devotion, obedience, or sacrifice."
    },
    {
        "name": "Lubrication",
        "description": "Focus on bodily or artificial fluids used during sex—sometimes fetishized."
    },
    {
        "name": "Masturbation",
        "description": "Sexual self-stimulation, often shown for voyeuristic or emotional insight into a character."
    },
    {
        "name": "Mating",
        "description": "Often seen in A/B/O fic where sex involves bonding, claiming, or knotting."
    },
    {
        "name": "Military Kink",
        "description": "Arousal linked to uniforms, hierarchy, or military settings."
    },
    {
        "name": "Mind Control",
        "description": "One character exerts control over another’s body/mind, leading to coerced or robotic sexual scenarios."
    },
    {
        "name": "Muscle Kink",
        "description": "Attraction to muscular bodies, strength displays, or physical dominance."
    },
    {
        "name": "Oral Sex",
        "description": "Use of mouth/tongue to stimulate genitals, frequently detailed in explicit scenes."
    },
    {
        "name": "Orgasm Denial",
        "description": "Controlling a partner’s pleasure by prolonging or denying orgasm for psychological intensity."
    },
    {
        "name": "Orgy",
        "description": "Sexual activity involving three or more participants simultaneously."
    },
    {
        "name": "Praise Kink",
        "description": "Arousal from receiving compliments or validation during sex."
    },
    {
        "name": "Prostate Introduction",
        "description": "First-time exploration of the male prostate—typically played for surprise pleasure or embarrassment."
    },
    {
        "name": "Safe Sex",
        "description": "Sexual activity involving condoms or other protective measures—often tagged to denote care."
    },
    {
        "name": "Sex Magic",
        "description": "Sexual acts that produce or channel magical power—common in fantasy smut."
    },
    {
        "name": "Sex Pollen",
        "description": "Characters become uncontrollably aroused due to exposure to a magical or biological substance."
    },
    {
        "name": "Sex Position",
        "description": "Explicit focus on the configuration of bodies during intercourse—can be mechanical or aesthetic."
    },
    {
        "name": "Sex Work",
        "description": "Depiction of prostitution or professional adult content creators as part of character arcs."
    },
    {
        "name": "Size Kink",
        "description": "Focus on differences in body size, especially genital, for domination, vulnerability, or novelty."
    },
    {
        "name": "Table Sex",
        "description": "Sex performed on tables—adds urgency, public risk, or dominance cues."
    },
    {
        "name": "Teach Seduction",
        "description": "A character educates another in sex or romance, often with a dynamic of power or tension."
    },
    {
        "name": "Teacher/Student",
        "description": "Power-imbalance trope involving sexual dynamics between mentor and pupil—taboo but frequent."
    },
    {
        "name": "Tentacles",
        "description": "Involves beings with tentacles used for penetration—popular in alien or monster kinks."
    },
    {
        "name": "Undressing",
        "description": "The act of removing clothing is fetishized—teasing, dominance, or striptease play."
    },
    {
        "name": "Virginity Sacrifice",
        "description": "One character offers their virginity in a ritualistic, symbolic, or submissive context."
    },
    {
        "name": "Voice Fixation",
        "description": "Arousal driven by a character’s voice—tone, accent, speech style."
    },
    {
        "name": "Voyeurism",
        "description": "Watching others engage in sexual activity—can be secretive or consensual."
    },
    {
        "name": "Wall Sex",
        "description": "Sex performed standing, often rough, pinned to a wall, or in tight quarters."
    },
    {
        "name": "Wing Kink",
        "description": "Sexual attraction to wings, especially when they're sensitive or used during intimacy."
    },
    {
        "name": "Ageplay",
        "description": "Roleplay where one partner pretends to be significantly younger, often with a caregiver dynamic."
    },
    {
        "name": "Ahegao",
        "description": "Exaggerated facial expressions during orgasm—crossed eyes, tongue out—popular in hentai."
    },
    {
        "name": "Alien Kink",
        "description": "Arousal from or attraction to non-human extraterrestrials, often with unusual anatomy."
    },
    {
        "name": "Anal Sex",
        "description": "Sexual activity involving penetration of the anus."
    },
    {
        "name": "Asphyxiation",
        "description": "Breath control during sex, typically involving choking or smothering for heightened arousal."
    },
    {
        "name": "Babygirl",
        "description": "Pet name and role often used in Daddy/little dynamics, connoting vulnerability and affection."
    },
    {
        "name": "BDSM",
        "description": "Bondage, Discipline, Dominance, Submission, Sadism, and Masochism—a wide range of kink activities."
    },
    {
        "name": "Bestiality",
        "description": "Sexual acts involving animals. Highly taboo and illegal in most jurisdictions."
    },
    {
        "name": "Birthday Sex",
        "description": "Sex occurring as a birthday treat, often with extra indulgence or roleplay."
    },
    {
        "name": "Biting",
        "description": "Biting used in a sexual context for dominance, pain, or possessiveness."
    },
    {
        "name": "Blood Kink",
        "description": "Arousal from blood—may include cutting, biting, or violence that draws blood."
    },
    {
        "name": "Boypussy",
        "description": "Slang for a male anus used in a feminized or submissive sexual role, often in gay smut."
    },
    {
        "name": "Casual Sex",
        "description": "Sex with no romantic commitment or long-term expectations."
    },
    {
        "name": "Cock Warming",
        "description": "Inserting a penis and remaining inside without thrusting—often for emotional intimacy or control."
    },
    {
        "name": "Competence Kink",
        "description": "Arousal from someone's skill or mastery in a field—be it combat, leadership, etc."
    },
    {
        "name": "Crossdressing",
        "description": "Wearing clothes traditionally associated with the opposite gender, often in a sexual context."
    },
    {
        "name": "Daddy Kink",
        "description": "A dominant/submissive dynamic where one partner acts as a 'Daddy' figure."
    },
    {
        "name": "Dirty Talk",
        "description": "Verbal expression of sexual desire or fantasy during sex to enhance arousal."
    },
    {
        "name": "Domestic Discipline",
        "description": "A relationship dynamic where one partner punishes the other for infractions, often with spankings."
    },
    {
        "name": "Drunk Sex",
        "description": "Sex occurring while characters are intoxicated—consent dynamics often play a critical role."
    },
    {
        "name": "Dry Humping",
        "description": "Rubbing genitals together through clothing, often as foreplay or denial play."
    },
    {
        "name": "Dub-con",
        "description": "Dubious consent—where one or more characters may not fully consent, creating ambiguity and tension."
    },
    {
        "name": "Ecchi",
        "description": "Japanese term for playful, risqué sexual content that stops short of hentai."
    },
    {
        "name": "Enthusiastic Consent",
        "description": "Explicit and eager agreement to sexual activity, often highlighted in contrast to dubious consent."
    },
    {
        "name": "Feedism",
        "description": "A kink involving feeding a partner, often with weight gain, control, or gluttony themes."
    },
    {
        "name": "Fisting",
        "description": "Insertion of the whole hand or forearm into the anus or vagina, often for extreme stimulation."
    },
    {
        "name": "Food Kink",
        "description": "Incorporating food into sexual play, such as licking whipped cream off a body."
    },
    {
        "name": "Girlpeen",
        "description": "Feminine-presenting characters with penises—common in futanari or genderbending erotica."
    },
    {
        "name": "Gangbang",
        "description": "One person having sex with multiple partners at the same time, often focusing on being overwhelmed."
    },
    {
        "name": "Hatesex",
        "description": "Sex driven by mutual hatred, often intense and violent with emotionally charged tension."
    },
    {
        "name": "Horniness",
        "description": "Overwhelming, uncontrollable sexual desire, sometimes bordering on comedic or supernatural."
    },
    {
        "name": "Inappropriate Use of the Force",
        "description": "Using Jedi powers during sex in non-canon ways (e.g., Force choking or remote stimulation)."
    },
    {
        "name": "Incest",
        "description": "Sexual relationships between family members—taboo and illegal in many areas."
    },
    {
        "name": "Interspecies",
        "description": "Sex between beings of different species, often exploring anatomical or cultural differences."
    },
    {
        "name": "Knotting",
        "description": "A kink from A/B/O where a penis swells inside the partner, locking them together post-orgasm."
    },
    {
        "name": "Lingerie",
        "description": "Arousal from fancy or fetish underwear—often used in seduction or dominance play."
    },
    {
        "name": "Loyalty Kink",
        "description": "Arousal from unwavering loyalty or devotion, often expressed through submission or self-sacrifice."
    },
    {
        "name": "Lubrication",
        "description": "Highlighting or fetishizing natural or artificial fluids used during sex."
    },
    {
        "name": "Magical Healing Cock",
        "description": "A humorous trope where penetration miraculously heals emotional or physical trauma."
    },
    {
        "name": "Masturbation",
        "description": "Sexual self-stimulation for pleasure, tension, or voyeuristic purposes."
    },
    {
        "name": "Mating",
        "description": "Often part of A/B/O or animalistic dynamics—sex performed to claim or bond a mate."
    },
    {
        "name": "Menstrual Sex",
        "description": "Sex involving a menstruating partner, either as a plot point or fetish."
    },
    {
        "name": "Military Kink",
        "description": "Sexual attraction to uniforms, authority, or military dominance/submission."
    },
    {
        "name": "Mind Control",
        "description": "Controlling a partner's actions through supernatural, sci-fi, or hypnotic means for sex."
    },
    {
        "name": "Monster Fucking",
        "description": "Sex with monstrous creatures—tentacled beings, demons, or other fantastical entities."
    },
    {
        "name": "Muscle Kink",
        "description": "Attraction to muscular bodies or feats of physical strength in a sexual context."
    },
    {
        "name": "Non-con",
        "description": "Non-consensual sex depicted within the story, often triggering and controversial."
    },
    {
        "name": "Oral Sex",
        "description": "Stimulation of genitals using the mouth and tongue."
    },
    {
        "name": "Orgasm Denial",
        "description": "Preventing a partner from reaching orgasm, often as part of domination play."
    },
    {
        "name": "Orgy",
        "description": "Sex involving multiple participants in one scene or session."
    },
    {
        "name": "Pining While Fucking",
        "description": "Characters are emotionally longing or heartbroken even as they have sex—often bittersweet."
    },
    {
        "name": "Praise Kink",
        "description": "Sexual arousal from being praised or affirmatively talked to during sex."
    },
    {
        "name": "Promiscuity",
        "description": "Frequent or casual sex with multiple partners—can be a kink or character trait."
    },
    {
        "name": "Prostate Introduction",
        "description": "First-time exploration or stimulation of the male prostate, often intensely pleasurable."
    },
    {
        "name": "Safe Sex",
        "description": "Sexual activity involving protection—like condoms or dental dams—often tagged to show responsibility."
    },
    {
        "name": "Sex Magic",
        "description": "Magic that is powered by or enhances sex, or sex that has magical consequences."
    },
    {
        "name": "Sex Pollen",
        "description": "Characters become uncontrollably aroused due to exposure to a substance or magical item."
    },
    {
        "name": "Sex Position",
        "description": "Exploration or highlighting of specific sexual positions during sex scenes."
    },
    {
        "name": "Sex Work",
        "description": "Characters engage in prostitution or adult entertainment, either casually or professionally."
    },
    {
        "name": "Shower Sex",
        "description": "Sex occurring in the shower, often involving slippery bodies and close quarters."
    },
    {
        "name": "Size Kink",
        "description": "Arousal from significant size difference between partners—height, muscle, or genital."
    },
    {
        "name": "Table Sex",
        "description": "Sex performed on a table surface, often spur-of-the-moment or rough."
    },
    {
        "name": "Teach Seduction",
        "description": "One character seduces or instructs another in sexual matters, often with a power imbalance."
    },
    {
        "name": "Teacher/Student",
        "description": "A taboo dynamic where one character is a teacher and the other a student, often with powerplay themes."
    },
    {
        "name": "Tentacles",
        "description": "A kink involving tentacle penetration—often with alien or monster creatures."
    },
    {
        "name": "Threesome",
        "description": "Sex involving three participants simultaneously."
    },
    {
        "name": "Twincest",
        "description": "Incestuous sexual relationships between twins, often explored in taboo fanfiction."
    },
    {
        "name": "Undressing",
        "description": "The act of removing clothing in a sensual or dominant way, often part of foreplay."
    },
    {
        "name": "Virginity Sacrifice",
        "description": "A virgin offers or is offered for sex, often in a ritualistic or supernatural context."
    },
    {
        "name": "Voice Fixation",
        "description": "Sexual attraction or arousal driven by a character's voice."
    },
    {
        "name": "Voyeurism",
        "description": "Watching others have sex without their knowledge, or with consent, for arousal."
    },
    {
        "name": "Wall Sex",
        "description": "Sex against a wall—rough, urgent, and often involving being lifted or pinned."
    },
    {
        "name": "Wing Kink",
        "description": "Arousal from wings, especially when they're sensitive, manipulated, or used during sex."
    },
    {
        "name": "Xeno",
        "description": "Sex involving creatures with non-human anatomy—often alien or monster-like."
    },
    {
        "name": "Dirty Talk",
        "description": "Verbal expression of sexual desire, fantasy, or dominance to enhance arousal."
    },
    {
        "name": "Drunk Sex",
        "description": "Sex occurring under the influence of alcohol; often a grey area for consent."
    },
    {
        "name": "Dub-con",
        "description": "Dubious consent—sex occurring in a grey zone of coercion, confusion, or impaired agency."
    },
    {
        "name": "Enthusiastic Consent",
        "description": "Clear, eager participation in sex—often highlighted in contrast to dub-con or non-con."
    },
    {
        "name": "Fisting",
        "description": "Insertion of the whole hand into an orifice—intense and often symbolic of trust or extremity."
    },
    {
        "name": "Food Kink",
        "description": "Arousal through food play—dripping, licking, or covering bodies in edible substances."
    },
    {
        "name": "Horniness",
        "description": "Overwhelming sexual desire, often depicted in exaggerated or supernatural fashion."
    },
    {
        "name": "Inappropriate Use of the Force",
        "description": "Using telekinesis or mind tricks for sex—most often found in Star Wars fanfic."
    },
    {
        "name": "Incest",
        "description": "Sexual relationships between family members—highly taboo and often controversial."
    },
    {
        "name": "Infidelity",
        "description": "Characters cheat on their partners, often exploring guilt, temptation, or desire."
    },
    {
        "name": "Interspecies",
        "description": "Sex or romance between different species—alien, fantasy, or monster-based pairings."
    },
    {
        "name": "Military Kink",
        "description": "A sexual kink where characters are aroused by military uniforms, power dynamics, or authority roles."
    },
    {
        "name": "Muscle Kink",
        "description": "A sexual kink where characters are attracted to muscular bodies or the display of physical strength."
    },
    {
        "name": "Mutant",
        "description": "A kink involving characters with mutant traits or powers, often explored in a sexualized or fetishized way."
    },
    {
        "name": "Morning After",
        "description": "A sexual trope or kink focusing on the aftermath of a sexual encounter, often exploring the emotions and dynamics that follow."
    },
    {
        "name": "Orgy",
        "description": "A sexual trope involving multiple characters engaging in a group sexual activity, often depicted with varying dynamics of power and consent."
    },
    {
        "name": "Possessive Behaviour",
        "description": "A sexual trope where one character exhibits possessive behavior, often to demonstrate control or dominance in the relationship."
    },
    {
        "name": "Praise Kink",
        "description": "A sexual kink where characters are aroused by receiving or giving praise, often linked to power dynamics and submission."
    },
    {
        "name": "Pining While Fucking",
        "description": "A trope where one character is secretly in love with another but hides it during sexual encounters, creating emotional tension."
    },
    {
        "name": "Oral Sex",
        "description": "A sexual kink focusing on the act of oral stimulation, either giving or receiving, often depicted as central to a sexual relationship."
    },
    {
        "name": "Orgasm Denial",
        "description": "A sexual kink where one character is prevented from reaching orgasm, often used in power dynamics or control-based relationships."
    },
    {
        "name": "Overpowered",
        "description": "A trope where characters have extraordinary abilities or powers, often leading to situations where they can dominate or easily overcome obstacles."
    },
    {
        "name": "Prostate Introduction",
        "description": "A sexual kink that involves the introduction of the prostate into sexual play, often explored in explicit male/male contexts."
    },
    {
        "name": "Porn",
        "description": "A trope focused on characters engaging in the production or consumption of pornographic material, often linked to sexual exploration and voyeurism."
    },
    {
        "name": "Safe Sex",
        "description": "A sexual kink focusing on safe and consensual sexual practices, often involving the use of protection or other precautions."
    },
    {
        "name": "Sex Magic",
        "description": "A sexual kink where magic or supernatural powers are used to enhance sexual experiences or bind characters together."
    },
    {
        "name": "Sex Pollen",
        "description": "A sexual kink involving a fictional substance, such as pollen, that causes uncontrollable sexual desire in those exposed to it."
    },
    {
        "name": "Sex Position",
        "description": "A kink focused on various sexual positions, often explored for their novelty, comfort, or eroticism."
    },
    {
        "name": "Sex Work",
        "description": "A kink exploring the dynamics of sex work, often examining power, consent, and intimacy in commercial sexual contexts."
    },
    {
        "name": "Size Kink",
        "description": "A sexual kink where one character is attracted to extreme size differences, often relating to height, muscle mass, or other physical features."
    },
    {
        "name": "Table Sex",
        "description": "A sexual kink where sexual activity takes place on a table or similar surface, often emphasizing the physicality and dynamics of the act."
    },
    {
        "name": "Tentacles",
        "description": "A sexual kink involving tentacle creatures or appendages, often depicted in fantastical or alien contexts."
    }
]