[
    {
        "description": "В работе содержится описание особой части BDSM-практики, которая выражается в оказании заботы и обеспечивает психологическое и физическое благополучие всех участников после сессии.",
        "name": "BDSM: Aftercare"
    },
    {
        "description": "В работе описываются персонажи-доминанты, впавшие в особую изменённую форму сознания (транс), возникающую вследствие физических/психологических воздействий на подчиняющегося партнёра (нижнего, сабмиссива) и сопутствующих им эмоциональных переживаний.",
        "name": "BDSM: Домспейс"
    },
    {
        "description": "В работе описываются персонажи, испытывающие схожее с депрессией состояние, которое наступает после интенсивных сессий, вызванное резкими скачками эндорфинов и адреналина.",
        "name": "BDSM: Дроп"
    },
    {
        "description": "В работе описываются персонажи, впавшие в особую изменённую форму сознания (транс), возникающую вследствие физических/психологических воздействий доминирующего партнёра (верхнего, доминанта) и сопутствующих им эмоциональных переживаний.",
        "name": "BDSM: Сабспейс"
    },
    {
        "description": "В работе описываются персонажи, которые испытывают сексуальное возбуждение от определенных звуков.",
        "name": "Акустикофилия"
    },
    {
        "description": "В работе описывается оргазм от анальной стимуляции без воздействия на половые органы.",
        "name": "Анальный оргазм"
    },
    {
        "description": "Сексуальная активность с проникновением в анус.",
        "name": "Анальный секс"
    },
    {
        "description": "В работе описывается секс при обстоятельствах, в которых один или все задействованные партнеры не знают друг друга по имени или не видят лиц друг друга.",
        "name": "Анонимный секс"
    },
    {
        "description": "В работе описываются персонажи, практикующие разные формы нелетального удушения для усиления сексуального возбуждения и разрядки.",
        "name": "Асфиксия"
    },
    {
        "description": "В работе описываются персонажи, которые подверглись действию веществ, стимулирующих или усиливающих сексуальную активность.",
        "name": "Афродизиаки"
    },
    {
        "description": "Сексуальная активность с использованием презервативов или других защитных мер.",
        "name": "Безопасный секс"
    },
    {
        "description": "В работе описываются сексуальные практики, позволяющие персонажам получать удовольствие без стимуляции физического тела.",
        "name": "Бесконтактный секс"
    },
    {
        "description": "В работе описывается сексуальная практика, предполагающая задействование крови в разных ее видах как части прелюдии или самого полового акта.",
        "name": "Бладплей"
    },
    {
        "description": "Сленг для мужского ануса, использующегося в феминизированном или подчинённом сексуальном контексте, часто в гей-сексе.",
        "name": "Бойпусси"
    },
    {
        "description": "Псевдоним и роль, часто используемые в динамике 'Папа/девочка', подразумевающие уязвимость и привязанность.",
        "name": "Бэйбигёрл"
    },
    {
        "description": "Первый раз когда персонаж испытывает ощущения от стимуляции простаты.",
        "name": "Введение простаты"
    },
    {
        "description": "В работе описывается обмен сообщениями сексуального характера и другие виртуальные способы (видеозвонки, фотографии) связаться с партнёром или партнёрами с целью возбудить на расстоянии.",
        "name": "Виртуальный секс"
    },
    {
        "description": "Возбуждение от униформ, иерархий или военной обстановки.",
        "name": "Военный фетиш"
    },
    {
        "description": "В работе описывается поглощение одного существа другим заживо; персонажи,  испытывающие эротическое желание быть поглощенным или самостоятельно поглотить кого-то; либо эротический интерес к такого рода поглощению в целом.",
        "name": "Ворарефилия"
    },
    {
        "description": "В работе описываются персонаж или персонажи, которые подглядывают за другими персонажами, занимающимися сексом или интимными процессами.",
        "name": "Вуайеризм"
    },
    {
        "description": "Один человек имеет секс с несколькими партнёрами одновременно, часто фокусируясь на ощущении перегруженности.",
        "name": "Gangbang"
    },
    {
        "description": "В работе описываются персонажи, испытывающие сексуальное влечение к преступникам, насильникам и/или убийцам.",
        "name": "Гибристофилия"
    },
    {
        "description": "Сексуальная практика, при которой партнёры не видят друг друга, а контакт происходит через отверстие в перегородке между ними (стене, двери и т. д.).",
        "name": "Глори-хоул"
    },
    {
        "description": "Задействованные в сексуального характера сценах персонажи ведут себя крайне шумно до, во время или после сексуального акта (выражают одобрение вербально, поощряют своих партнеров, озвучивают просьбы или требования, гремят мебелью и т.д.).",
        "name": "Громкий секс"
    },
    {
        "description": "Задействованные в сексуального характера сценах персонажи рискуют получить несмертельные травмы вследствие грубого обращения со стороны партнера или друг с другом.",
        "name": "Грубый секс"
    },
    {
        "description": "В работе описывается сексуальная практика, в которой участвуют более двух персонажей одновременно.",
        "name": "Групповой секс"
    },
    {
        "description": "Вербальное выражение сексуальных желаний или фантазий с целью возбуждения и доминирования.",
        "name": "Грязные разговоры"
    },
    {
        "description": "В работе описывается сексуальная практика, подразумевающая пенетрацию одного партнера двумя активными одновременно.",
        "name": "Двойное проникновение"
    },
    {
        "description": "Феминизированные персонажи с пенисами — часто встречается в футанари или эротике с изменением пола.",
        "name": "Девочковый пенис"
    },
    {
        "description": "В работе описывается сексуальное влечение к деревьям, растениям, предметам, изготовленным из дерева и иных природных материалов.",
        "name": "Дендрофилия"
    },
    {
        "description": "Сексуальная встреча, связанная с днём рождения персонажа, часто насыщенная удовольствиями или необычными элементами.",
        "name": "День рождения"
    },
    {
        "description": "Отношения, где один партнёр наказывает другого за проступки, часто с помощью шлёпаний.",
        "name": "Домашняя дисциплина"
    },
    {
        "description": "Работа сосредоточена на ролевых романтических или сексуальных отношениях между достигшими возраста согласия персонажами, в которых один исполняет символическую ?отцовскую? роль относительно другого.",
        "name": "Дэдди-кинк"
    },
    {
        "description": "В работе существенное внимание уделяется оставлению засосов, укусов или других следов на коже партнёра.",
        "name": "Засосы / Укусы"
    },
    {
        "description": "В работе описываются сексуальные акты, в которых персонажи используют средства защиты, сводя риск заражения болезнями, передающимися половым путём, к минимуму.",
        "name": "Защищенный секс"
    },
    {
        "description": "Огнестрельное оружие в контексте фетиша или используемое при флирте, ласках или во время секса.",
        "name": "Игры с оружием"
    },
    {
        "description": "В работе описывается эротическая практика, в которой сексуальное удовольствие или  возбуждение достигается воздействием на соски ртом, губами, языком, руками или игрушками и аксессуарами.",
        "name": "Игры с сосками"
    },
    {
        "description": "В работе описывается сексуальная практика, в которой в качестве возбуждающего элемента используются предметы и субстанции разной температуры, существенно отличающейся от температуры тела.",
        "name": "Игры с температурой"
    },
    {
        "description": "В работе описывается один или несколько фетишей, подразумевающих взаимодействие с волосами партнеров (эротические игры с прядями, наматывание волос на кулак, использование в виде импровизированных поводьев, заплетание волос, создание причесок, связывание волосами и т.д.)",
        "name": "Кинк на волосы"
    },
    {
        "description": "В работе описываются один или несколько фетишей, подразумевающих сексуальный интерес к девственным партнёрам.",
        "name": "Кинк на девственность"
    },
    {
        "description": "В работе описываются персонажи, которые испытывают сексуальное возбуждение от умных партнёров, интеллектуальных разговоров и т.д.",
        "name": "Кинк на интеллект"
    },
    {
        "description": "Работа сосредоточена на персонаже или персонажах, испытывающих влечение к партнерам, которые обладают клыками. Особенное внимание в работе уделяется самим клыкам.",
        "name": "Кинк на клыки"
    },
    {
        "description": "В работе описывается один или несколько фетишей, подразумевающих взаимодействие с или ношение колготок.",
        "name": "Кинк на колготки"
    },
    {
        "description": "Работа сосредоточена на персонаже или персонажах, испытывающих влечение к партнерам, которые обладают крыльями. Особенное внимание в работе уделяется самим крыльям.",
        "name": "Кинк на крылья"
    },
    {
        "description": "В работе описывается один или несколько фетишей, подразумевающих ношение латексной одежды, взаимодействие с ней или использование аксессуаров из латекса.",
        "name": "Кинк на латекс"
    },
    {
        "description": "В работе описываются персонажи, которые испытывают сексуальное возбуждение от мольб своих партнеров.",
        "name": "Кинк на мольбы"
    },
    {
        "description": "В работе описывается один или несколько фетишей, подразумевающих использование наручников.",
        "name": "Кинк на наручники"
    },
    {
        "description": "В работе описывается один или несколько фетишей, подразумевающих взаимодействие с или ношение нижнего белья, зачастую эротического, кружевного или женского.",
        "name": "Кинк на нижнее белье"
    },
    {
        "description": "В работе описывается ряд сексуальных практик или фетишей, предполагающих ношение очков.",
        "name": "Кинк на очки"
    },
    {
        "description": "В работе описывается ряд сексуальных практик или фетишей, предполагающих ношение ошейников.",
        "name": "Кинк на ошейники"
    },
    {
        "description": "Работа сосредоточена на персонаже или персонажах, испытывающих сексуальное возбуждение от похвалы, теплых слов поддержки и ободрения.",
        "name": "Кинк на похвалу"
    },
    {
        "description": "Работа сосредоточена на персонаже или персонажах, испытывающих влечение к партнерам, которые обладают рогами. Особенное внимание в работе уделяется самим рогам.",
        "name": "Кинк на рога"
    },
    {
        "description": "В работе описывается ряд фетишей, включающих в себя сексуальное влечение к рукам либо влечение к определённым действиям, производимым руками, которые в противном случае можно считать не сексуальными.",
        "name": "Кинк на руки"
    },
    {
        "description": "В работе описывается ряд фетишей, связанных с любовью к человеческому сердцу, как к звуку, так и к ощущениям биения своего либо чужого сердца.",
        "name": "Кинк на сердцебиение"
    },
    {
        "description": "В работе описываются персонажи, испытывающие сексуальное возбуждение от ощущения физической силы своих партнеров.",
        "name": "Кинк на силу"
    },
    {
        "description": "В работе описываются персонажи, которые испытывают сексуальное возбуждение от слез своих партнеров.",
        "name": "Кинк на слезы"
    },
    {
        "description": "В работе описывается ряд сексуальных практик и/или ситуаций, в которых сексуальное удовольствие связано с чувством страха и/или провокацией чувства страха у партнера.",
        "name": "Кинк на страх"
    },
    {
        "description": "В работе описывается сексуальная практика или практики, при которых возбуждение приходит от чувства стыда либо при наблюдении и/или провоцировании чувства стыда у партнёра. Обычно стыд и неловкость связаны с обнажённым состоянием.",
        "name": "Кинк на стыд"
    },
    {
        "description": "В работе описывается сексуальная практика или практики, при которых возбуждение приходит от чувства унижения либо при наблюдении и/или провоцировании чувства унижения у партнёра.",
        "name": "Кинк на унижение"
    },
    {
        "description": "В работе описывается один или несколько фетишей, подразумевающих взаимодействие с, ношение или использование в не предназначенных для этого целях специальной (служебной, военной) одежды или ее атрибутов.",
        "name": "Кинк на униформу"
    },
    {
        "description": "Работа сосредоточена на персонаже или персонажах, испытывающих влечение к ушам своих партнеров. Особенное внимание в работе уделяется самим ушам.",
        "name": "Кинк на уши"
    },
    {
        "description": "В работе описывается один или несколько фетишей, подразумевающих взаимодействие с, ношение или использование в не предназначенных для этого целях формальной одежды (классические костюмы, смокинги и т.д.) или ее атрибутов.",
        "name": "Кинк на формальную одежду"
    },
    {
        "description": "В работе описывается один или несколько фетишей, подразумевающих взаимодействие с чужой одеждой (ношение этой одежды, вдыхание запаха и т.д.)",
        "name": "Кинк на чужую одежду"
    },
    {
        "description": "В работе описывается один или несколько фетишей, подразумевающих взаимодействие с или ношение чулок.",
        "name": "Кинк на чулки"
    },
    {
        "description": "В работе описывается ряд эротических фетишей, связанных со шрамами.",
        "name": "Кинк на шрамы"
    },
    {
        "description": "В работе описываются персонажи, испытывающие сексуальное возбуждение от ощущения щекотки.",
        "name": "Кинк на щекотку"
    },
    {
        "description": "В работе описывается ряд сексуальных практик или фетишей, связанных с использованием кляпов, как специализированных, так и импровизированных.",
        "name": "Кляпы / Затыкание рта"
    },
    {
        "description": "В работе описывается оргазм, который сопровождается сцепкой с активным партнёром за счёт наличия в гениталиях последнего узла, набухающего во время/после оргазма.",
        "name": "Кноттинг"
    },
    {
        "description": "В работе описывается один или несколько фетишей, подразумевающих взаимодействие с или ношение одежды из натуральной или искусственной кожи.",
        "name": "Кожаная одежда"
    },
    {
        "description": "Возбуждение от интеллекта, мастерства или профессионализма партнёра в любой сфере.",
        "name": "Компетентностный фетиш"
    },
    {
        "description": "В работе описываются романтические и/или сексуальные отношения, в которых партнеры выполняют добровольно взятые на себя роли: один исполняет роль контролирующего, а другой — роль подчиняющегося.",
        "name": "Контроль / Подчинение"
    },
    {
        "description": "Контроль за телом и умом партнёра, часто ведущий к принудительному или роботизированному сексу.",
        "name": "Контроль разума"
    },
    {
        "description": "Сексуальное возбуждение, связанное с кровью, включая резку, покусывание или бой.",
        "name": "Кровавая фетишизация"
    },
    {
        "description": "Ношение одежды, традиционно предназначенной для противоположного пола, в сексуальном или контексте исследования идентичности.",
        "name": "Кроссдрессинг"
    },
    {
        "description": "Работа сосредоточена на романтических или сексуальных отношениях между разумными существами разных видов.",
        "name": "Ксенофилия"
    },
    {
        "description": "В работе описывается добровольная сексуальная практика или ситуация, при которой один из персонажей в постоянных отношениях вступает в сексуальные отношения с кем-то посторонним, не скрывая этого от своего основного партнера, который наблюдает за сексуальной связью или получает её свидетельства.",
        "name": "Куколдинг"
    },
    {
        "description": "В работе описывается сексуальная практика, в которой женские половые органы стимулируются губами, языком или зубами.",
        "name": "Куннилингус"
    },
    {
        "description": "Секс без романтических обязательств или долгосрочных ожиданий.",
        "name": "Кэжуал секс"
    },
    {
        "description": "В работе описываются персонажи, которые испытывают сексуальное возбуждение от партнеров, говорящих на другом языке.",
        "name": "Лингвистический кинк"
    },
    {
        "description": "Юмористический троп, при котором проникновение чудесным образом лечит эмоциональную или физическую травму.",
        "name": "Магическое исцеление"
    },
    {
        "description": "В работе описывается сексуальная практика, при которой занятие сексом длится значительный период времени, зачастую несколько часов подряд, без перерывов.",
        "name": "Марафонный секс"
    },
    {
        "description": "Троп, где один персонаж делает массаж другому, часто приводя к романтическому или сексуальному напряжению.",
        "name": "Массаж"
    },
    {
        "description": "Сексуальная практика, при которой персонаж занимается мастурбацией, либо для собственного удовольствия, либо как часть сцены с другими.",
        "name": "Мастурбация"
    },
    {
        "description": "Работа сосредоточена на персонаже или персонажах, испытывающих сексуальное возбуждение от медицинских или псевдомедицинских процедур, образа врача или конкретных вещей, связанных с медициной (резиновые перчатки, холод от инструментов и т.д.)",
        "name": "Медицинский кинк"
    },
    {
        "description": "В работе описывается сексуальная практика без проникновения, при которой половой член одного партнёра двигается между бёдер другого.",
        "name": "Межбедренный секс"
    },
    {
        "description": "В работе описывается ряд фетишей, подразумевающих сексуальное влечение к автомобилям, механизмам, металлическим предметам, либо описывается сексуальная практика, при которой удовлетворение достигается сексуальным взаимодействием с техническими средствами, элементами, деталями, а также стимуляцией этих элементов у их обладателя (киборги, андроиды, роботы, живая техника и т.д.).",
        "name": "Механофилия / Технофилия"
    },
    {
        "description": "В работе описывается ряд сексуальных практик и/или фетишей, в которых сексуальное удовольствие связано с традиционно считающимися непристойными запахами тела (пот, немытое тело и т.д.), а также ношеной одеждой, содержащей эти запахи.",
        "name": "Мизофилия"
    },
    {
        "description": "В работе описывается сексуальная практика, при которой половой член возбуждается ртом, языком, зубами или горлом принимающего партнёра.",
        "name": "Минет"
    },
    {
        "description": "Секс в рамках или во время миссии, часто для прикрытия, сбора информации или снятия стресса.",
        "name": "Секс на миссии"
    },
    {
        "description": "В работе описывается сексуальная практика, подразумевающая пенетрацию одного партнера тремя или более активными одновременно.",
        "name": "Множественное проникновение"
    },
    {
        "description": "Персонаж или персонажи работы за короткий промежуток времени испытывают более одного оргазма.",
        "name": "Множественные оргазмы"
    },
    {
        "description": "В работе описывается ряд фетишей, подразумевающих сексуальное влечение к монстрам, чудовищам или другого рода существам с ярко выраженными нечеловеческими чертами.",
        "name": "Монстрофилия"
    },
    {
        "description": "Привлечённость к мускулистым телам, показам силы или физическому доминированию.",
        "name": "Мускульный фетиш"
    },
    {
        "description": "Фетиш, связанный с мутантами, часто рассматриваемый в сексуализированном контексте.",
        "name": "Мутанты"
    },
    {
        "description": "Некомфортный или принудительный секс, изображаемый в контексте истории.",
        "name": "Невольный секс"
    },
    {
        "description": "Задействованные в сексуального характера сценах персонажи ведут себя подчеркнуто нежно по отношению к партнеру или партнерам, уделяют большое внимание ласкам, проявляют максимальную заботу о безболезненных и приятных ощущениях.",
        "name": "Нежный секс"
    },
    {
        "description": "В работе  важную роль играют сцены сексуального характера, в которых персонажи не применяют средства защиты.",
        "name": "Незащищенный секс"
    },
    {
        "description": "В работе описываются сексуальные акты, характеризующиеся неидеальностью, смешными или неловкими моментами и т.д.",
        "name": "Неловкий секс"
    },
    {
        "description": "В работе описывается японская практика сервировки суши или сашими на голом теле.",
        "name": "Нетаймори"
    },
    {
        "description": "Троп, фокусирующийся на персонаже, одетым в нижнее белье, часто связанный с сексуальным или романтическим напряжением.",
        "name": "Нижнее белье"
    },
    {
        "description": "В работе описывается сексуальная практика, предполагающая частичное или полное обездвиживание одного или нескольких участников. Может как содержать элементы БДСМ, так и не иметь к БДСМ отношения.",
        "name": "Обездвиживание"
    },
    {
        "description": "Сексуальная динамика, где один персонаж проявляет possessive поведение, часто для демонстрации контроля или доминирования.",
        "name": "Обладание"
    },
    {
        "description": "В работе описывается эротическая практика, при которой один из партнеров раздевается для удовольствия другого или других.",
        "name": "Обнажение"
    },
    {
        "description": "В работе существенное внимание уделено обсуждению персонажами их предпочтений и триггеров, кинков и сквиков.",
        "name": "Обсуждение кинков"
    },
    {
        "description": "В работе описываются персонажи, испытывающие эмоциональное, романтическое или сексуальное влечение к конкретным неодушевлённым предметам.",
        "name": "Объектофилия"
    },
    {
        "description": "В работе описывается эротическая практика, в которой один партнер языком ласкает глаз другого.",
        "name": "Окулолинктус"
    },
    {
        "description": "В работе описывается ряд сексуальных практик и/или фетишей, в которых сексуальное удовольствие связано с запахом тела или телесных выделений.",
        "name": "Олфактофилия"
    },
    {
        "description": "В работе описываются персонажи, испытывающие сексуальное удовольствие от стимуляции рта (облизывание или покусывание пальцев и ногтей, карандашей и ручек, леденцов и т.д.) и/или персонажи, испытывающие сексуальное удовольствие от наблюдения за таким поведением.",
        "name": "Оральная фиксация"
    },
    {
        "description": "Использование рта/языка для стимуляции гениталий, часто в откровенных сценах.",
        "name": "Оральный секс"
    },
    {
        "description": "В работе описывается оргазм без стимуляции гениталий или простаты.",
        "name": "Оргазм без стимуляции"
    },
    {
        "description": "Сексуальная активность с участием трёх или более людей одновременно.",
        "name": "Оргия"
    },
    {
        "description": "В работе описывается сексуальная практика, в которой принимающий персонаж располагается ?верхом? и седлает член или фаллоимитатор своего партнера или партнеров.",
        "name": "Оседлание"
    },
    {
        "description": "Контроль удовольствия партнёра путём продления или отказа от оргазма для психологической интенсивности.",
        "name": "Отказ от оргазма"
    },
    {
        "description": "Доминантная/подчинённая динамика, в которой один партнёр играет роль 'папы'.",
        "name": "Daddy kink"
    },
    {
        "description": "В работе описывается сексуальная практика, в которой женщина, используя фаллоимитатор или страпон, проникает в анус мужчины.",
        "name": "Пеггинг"
    },
    {
        "description": "В работе описывается БДСМ-практика, которая предполагает, что один из партнеров ведет себя как дрессируемое животное (чаще всего домашнее или ездовое), а второй — как его владелец или дрессировщик.",
        "name": "Пет-плей"
    },
    {
        "description": "В работе описывается форма сексуальной активности, предполагающая получение удовлетворения партнёров путём возбуждения эрогенных зон без непосредственного контакта гениталий.",
        "name": "Петтинг"
    },
    {
        "description": "В работе описывается сексуальная практика, которая с помощью специфической позы дает персонажам возможность проводить взаимную оральную стимуляцию.",
        "name": "Поза 69"
    },
    {
        "description": "В работе описывается эротическая практика, подразумевающая выражение персонажем физического почтения телу своего партнера или его частям.",
        "name": "Поклонение телу"
    },
    {
        "description": "Покусывание, используемое в сексуальном контексте для доминирования, боли или чувства собственности.",
        "name": "Покусывание"
    },
    {
        "description": "Троп, связанный с производством или потреблением порнографического контента, часто с элементами сексуальных исследований или вуайеризма.",
        "name": "Порнография"
    },
    {
        "description": "В работе существенное внимание уделяется потере девственности.",
        "name": "Потеря девственности"
    },
    {
        "description": "Работа сосредоточена на персонажах, носящих специальное устройство, механически предотвращающее половой акт.",
        "name": "Пояс верности"
    },
    {
        "description": "В работе значительное внимание уделено предварительным ласкам.",
        "name": "Прелюдия"
    },
    {
        "description": "В работе описывается разновидность стриптиза, которая исполняется в приватной форме для одного зрителя.",
        "name": "Приватный танец"
    },
    {
        "description": "В работе описывается один или несколько фетишей, подразумевающих сексуальное взаимодействие с персонажем-священником, настоящим или исполняющим ролевой сценарий в рамках игры.",
        "name": "Прист-кинк"
    },
    {
        "description": "Частый или случайный секс с несколькими партнёрами — может быть фетишем или характеристикой персонажа.",
        "name": "Промискуитет"
    },
    {
        "description": "В работе описываются персонажи, смотрящие порнофильмы.",
        "name": "Просмотр порно"
    },
    {
        "description": "Секс под воздействием алкоголя; часто ситуация с серыми зонами согласия.",
        "name": "Пьяный секс"
    },
    {
        "description": "В работе описывается сексуальная практика, в которой анус стимулируется c целью вызвать сексуальное возбуждение или доставить сексуальное удовлетворение с помощью рта, включая губы, язык или зубы.",
        "name": "Римминг"
    },
    {
        "description": "В работе описываются сексуальные практики, в которых достижение сексуального удовлетворения достигается через причинение физической боли, страдания и/или унижения — как их получение, так и их причинение.",
        "name": "Садизм / Мазохизм"
    },
    {
        "description": "Работа сосредоточена на персонаже или персонажах, испытывающих сексуальное влечение к партнерам, чье телосложение существенно уступает или превосходит их собственное весом, ростом или мускулатурой, либо к партнерам с частями тела, существенно уступающими или превосходящими их собственные в размерах.",
        "name": "Сайз-кинк"
    },
    {
        "description": "В работе описывается сексуальная практика, в которой устоявшиеся пары кратковременно обмениваются сексуальными партнерами по взаимному согласию всех участников.",
        "name": "Свингерство"
    },
    {
        "description": "Фетиш из A/B/O, когда пенис распухает внутри партнёра, соединяя их после оргазма.",
        "name": "Связывание"
    },
    {
        "description": "В работе описываются сексуальные акты, происходящие в воде (в бассейне, в ванне или душе, в горячих источниках, в естественных водоемах и т.д.).",
        "name": "Секс в воде"
    },
    {
        "description": "В работе описываются сексуальные акты, происходящие при условии нахождения одного, нескольких или всех их участников в состоянии алкогольного опьянения.",
        "name": "Секс в нетрезвом виде"
    },
    {
        "description": "Задействованные в сексуального характера сценах персонажи не раздеваются или снимают лишь часть одежды.",
        "name": "Секс в одежде"
    },
    {
        "description": "В работе описываются сексуальные акты, происходящие в общественных или полуобщественных местах.",
        "name": "Секс в публичных местах"
    },
    {
        "description": "В работе описываются сексуальные акты, происходящие в общественном или частном транспорте разных видов.",
        "name": "Секс в транспорте"
    },
    {
        "description": "В работе описывается половой акт между персонажами, где один из участников испытывает влечение к другим участникам конкретно во время болезни.",
        "name": "Секс во время болезни"
    },
    {
        "description": "В работе существенное внимание уделяется процессу съемки персонажами эротических видео, как профессиональных, так и любительских.",
        "name": "Секс на камеру"
    },
    {
        "description": "В работе описываются сексуальные акты, происходящие на природе.",
        "name": "Секс на природе"
    },
    {
        "description": "Секс, основанный на взаимной ненависти, часто интенсивный и жестокий с эмоциональной напряжённостью.",
        "name": "Секс от ненависти"
    },
    {
        "description": "В работе описываются сексуальные акты, происходящие непосредственно перед зеркалом или так, чтобы партнер или партнеры имели возможность видеть свое отражение.",
        "name": "Секс перед зеркалом"
    },
    {
        "description": "В работе описывается разновидность виртуального секса, которая заключается в эротического характера разговоре по телефону между двумя или более персонажами.",
        "name": "Секс по телефону"
    },
    {
        "description": "Секс в коленно-локтевой позе, используемый как при вагинальном, так и при анальном сексе.",
        "name": "Догги стайл"
    },
    {
        "description": "В работе описываются сексуальные акты, происходящие при сторонних наблюдателях.",
        "name": "Секс при посторонних"
    },
    {
        "description": "Сложная ситуация, вынуждающая персонажей вступить в сексуальные отношения, чтобы спасти свои жизни.",
        "name": "Секс ради выживания"
    },
    {
        "description": "В работе описываются персонажи, которые вступают в сексуальные отношения с партнерами, на деле являющимися плодом их воображения.",
        "name": "Секс с воображаемыми партнерами"
    },
    {
        "description": "В работе описываются сексуальные акты, во время которых персонажи используют магию для возбуждения себя или своих партнеров.",
        "name": "Секс с использованием магии"
    },
    {
        "description": "В работе описывается сексуальная практика, подразумевающая использование персонажами предметов, очевидно не предназначенных для удовлетворения эротических и сексуальных потребностей, для получения и/или доставления сексуального удовольствия. Не путать с меткой ?Секс-игрушки?.",
        "name": "Секс с использованием посторонних предметов"
    },
    {
        "description": "В работе описываются сексуальные акты, во время которых персонажи используют сверхспособности для возбуждения себя или своих партнеров.",
        "name": "Секс с использованием сверхспособностей"
    },
    {
        "description": "Секс с монстрами или фантастическими существами, включая тех, кто имеет щупальца.",
        "name": "Секс с монстрами"
    },
    {
        "description": "Работа сосредоточена на использовании специально изготовленных аксессуаров, применяемых персонажами для удовлетворения эротических и сексуальных потребностей. Не путать с меткой ?Секс с использованием посторонних предметов?.",
        "name": "Секс-игрушки"
    },
    {
        "description": "В работе описывается ряд сексуальных практик или фетишей, связанных с использованием секс-игрушек, имитирующих половых партнеров.",
        "name": "Секс-куклы"
    },
    {
        "description": "Фетиш магии или сверхъестественных сил для усиления сексуального опыта или связи персонажей.",
        "name": "Секс-магия"
    },
    {
        "description": "В работе описывается разновидность виртуального секса, которая заключается в обмене эротического характера личными фотографиями, текстовыми или голосовыми сообщениями и т.д.",
        "name": "Секстинг"
    },
    {
        "description": "В работе существенное внимание уделяется персонажам, чей сексуальный опыт крайне мал или ограничен.",
        "name": "Сексуальная неопытность"
    },
    {
        "description": "Персонажи, переполненные сексуальным желанием — иногда в преувеличенной или комедийной форме.",
        "name": "Сексуальное возбуждение"
    },
    {
        "description": "В работе значительную роль играет троп, в котором опытный персонаж обучает своего неопытного (чаще девственного) партнера сексу.",
        "name": "Сексуальное обучение"
    },
    {
        "description": "Персонажи становятся неудержимо возбуждёнными из-за воздействия магического или биологического вещества.",
        "name": "Секс пыльца"
    },
    {
        "description": "В работе описывается особая практика полного или частичного ограничения подвижности партнера или партнеров при помощи веревок с соблюдением определенных технических и эстетических принципов.",
        "name": "Сибари"
    },
    {
        "description": "В работе описывается сексуальная практика, при которой персонаж сидит на лице своего партнера.",
        "name": "Сидение на лице"
    },
    {
        "description": "Сексуальная практика, которая включает в себя использование смазки, обычно в явном сексуальном контексте.",
        "name": "Смазка"
    },
    {
        "description": "Секс с сомнительным согласием — сексуальные акты, происходящие в серой зоне принуждения, путаницы или ослабленного контроля.",
        "name": "Сомнительное согласие"
    },
    {
        "description": "В работе описываются персонаж или персонажи, испытывающие сексуальное влечение к спящим, находящимся в бессознательном состоянии или коме.",
        "name": "Сомнофилия"
    },
    {
        "description": "Сексуальный троп, включающий животные или примитивные инстинкты, где персонажи спариваются, обычно в откровенных контекстах.",
        "name": "Спаривание"
    },
    {
        "description": "Работа сосредоточена на персонажах, испытывающих романтическое и/или сексуальное влечение к призракам, духам, привидениям.",
        "name": "Спектрофилия"
    },
    {
        "description": "В работе описываются сексуальные акты, произошедшие спонтанно.",
        "name": "Спонтанный секс"
    },
    {
        "description": "В работе описывается сексуальная практика, в которой персонаж стимулирует эрогенные зоны, гениталии или анус своего партнера или партнеров с помощью пальцев.",
        "name": "Стимуляция руками"
    },
    {
        "description": "В работе описывается ряд сексуальных практик или фетишей, предполагающих использование страпона.",
        "name": "Страпоны"
    },
    {
        "description": "Трение гениталий через одежду, часто в качестве прелюдии или игры с отказом.",
        "name": "Сухая мастурбация"
    },
    {
        "description": "В работе описывается оргазм, не сопровождающийся эякуляцией.",
        "name": "Сухой оргазм"
    },
    {
        "description": "В работе существенное внимание уделяется телесным жидкостям, их описанию и/или взаимодействию с ними.",
        "name": "Телесные жидкости"
    },
    {
        "description": "Троп, включающий тело персонажа как в вопросах контроля, так и психологических элементов.",
        "name": "Тело"
    },
    {
        "description": "Работа сосредоточена на сексуальных актах с участием персонажей или существ, обладающих щупальцами.",
        "name": "Тентакли"
    },
    {
        "description": "В работе описывается обусловленный особенностями физиологии персонажей период сексуальной активности, сопровождающийся ярко выраженными психологическими, телесными и/или поведенческими проявлениями.",
        "name": "Течка / Гон"
    },
    {
        "description": "Задействованные в сексуального характера сценах персонажи ведут себя очень тихо до и/или во время сексуального акта.",
        "name": "Тихий секс"
    },
    {
        "description": "В работе описываются персонажи, которые предпочитают практиковать как пассивные, так и активные роли во время секса.",
        "name": "Универсалы"
    },
    {
        "description": "В работе описывается сексуальная практика, в которой наступление оргазма, его продолжительность и интенсивность контролируется одним из партнеров.",
        "name": "Управление оргазмом"
    },
    {
        "description": "В работе описываются сексуальные акты, происходящие в утреннее время.",
        "name": "Утренний секс"
    },
    {
        "description": "Сексуальная сцена, сосредоточенная на последствиях полового акта, часто исследуя эмоции и динамику, происходящую после.",
        "name": "Утро после"
    },
    {
        "description": "В работе описывается сексуальная практика, где доминирующую роль над своим сексуальным партнером играет женщина.",
        "name": "Фемдом"
    },
    {
        "description": "Сексуальный фетиш, в котором персонажи возбуждаются от привязанности, либо через подчинение, либо через доминирование в зависимости от динамики отношений.",
        "name": "Фетиш на верность"
    },
    {
        "description": "Сексуальное возбуждение от включения еды в сексуальные акты — лизание, поливание, размазывание и т. д.",
        "name": "Фетиш на еду"
    },
    {
        "description": "Возбуждение от получения комплиментов или признания во время секса.",
        "name": "Фетиш на похвалу"
    },
    {
        "description": "Введение всей руки в отверстие, интенсивно и часто символизируя доверие или крайность.",
        "name": "Фистинг"
    },
    {
        "description": "В работе описывается эротическая практика, при которой один из партнёров притворяется неодушевлённым предметом домашнего обихода (столом, стулом, подставкой), а второй распоряжается им по своему усмотрению.",
        "name": "Форнифилия"
    },
    {
        "description": "В работе описывается сексуальная практика, заключающаяся в трении партнёров друг о друга как в одежде, так и без одежды для получения сексуального возбуждения и удовлетворения.",
        "name": "Фроттаж"
    },
    {
        "description": "В работе описывается сексуальная практика, в которой для возбуждения используются пищевые продукты.",
        "name": "Фуд-плей"
    },
    {
        "description": "В работе описывается ряд эротических фетишей, связанных с влечением к ступням, а также сексуальных практик с использованием ступней для получения сексуального удовольствия.",
        "name": "Фут-фетиш"
    },
    {
        "description": "В работе описываются персонаж или персонажи, которые подслушивают за другими персонажами, занимающимися сексом или интимными процессами.",
        "name": "Эксаудиризм"
    },
    {
        "description": "В работе описывается сексуальная практика, при которой удовлетворение достигается путем демонстрации обнаженного тела, чаще всего незнакомцам.",
        "name": "Эксгибиционизм"
    },
    {
        "description": "Четко выраженное, с энтузиазмом согласие на сексуальную активность, часто подчеркиваемое как позитивная динамика.",
        "name": "Энтузиазм согласия"
    },
    {
        "description": "Работа характеризуется наличием странных, абсурдных, выходящих за рамки привычного сцен, сочетающих эротику и графичную жестокость.",
        "name": "Эрогуро"
    },
    {
        "description": "В работе описывается сексуальная практика, подразумевающая целенаправленную или неумышленную выработку и закрепление у одного из партнеров определенной реакции на условный сигнал.",
        "name": "Эротическая дрессировка"
    },
    {
        "description": "В работе описывается сексуальная практика, предполагающая стимуляцию эрогенных зон и/или гениталий до пограничного состояния между удовольствием и серьезным дискомфортом или ощутимой болью.",
        "name": "Эротическая сверхстимуляция"
    },
    {
        "description": "В работе описывается сексуальная практика, завязанная на нанесении и получении телесных наказаний по обоюдному согласию.",
        "name": "Эротические наказания"
    },
    {
        "description": "Работа сосредоточена на добровольном отыгрывании сексуальной фантазии по определенному сценарию с заранее обозначенным распределением участников по ролям.",
        "name": "Эротические ролевые игры"
    },
    {
        "description": "В работе описываются персонажи, видящие эротические сновидения.",
        "name": "Эротические сны"
    },
    {
        "description": "В работе описываются персонажи, видящие эротические сцены в своем воображении.",
        "name": "Эротические фантазии"
    },
    {
        "description": "В работе описывается сексуальная практика, в которой возбуждение достигается от массажа и стимуляции эрогенных зон.",
        "name": "Эротический массаж"
    },
    {
        "description": "Японский термин для игривого, рискованного сексуального контента, который не доходит до уровня хентай.",
        "name": "Этти"
    },
    {
        "description": "В работе описывается совершение сексуальных и/или эротических действий только после прямого выраженного согласия всех партнеров.",
        "name": "Явное согласие"
    }
]