[
  {"name": "Псевдоисторический сеттинг", "description": "Действие работы происходит в антураже тех или иных исторических эпох, но не стремится соответствовать историческим реалиям или отражать реальные исторические события."}
,
  {"name": "Учебные заведения", "description": "В работе ключевую роль играют учебные заведения, их работники и обучающиеся."}
,
  {"name": "Преступный мир", "description": "Сюжет и события работы сосредоточены на деятельности криминальных групп, мафии, банд и т.д."}
,
  {"name": "Война", "description": "События работы происходят в преддверии или в период военного конфликта."}
,
  {"name": "Русреал", "description": "Персонажи помещены в более или менее современную реалистичную картину мира СНГ. Как правило, речь идёт о провинциальных городах, глубинке и отдалённых от центра районах мегаполисов."}
,
  {"name": "Высшие учебные заведения", "description": "В работе ключевую роль играют высшие учебные заведения, их работники и обучающиеся."}
,
  {"name": "Магические учебные заведения", "description": "В работе ключевую роль играют магические или мистические учебные заведения, их работники и обучающиеся."}
,
  {"name": "Будущее", "description": "Действие работы происходит в относительном будущем. Будущее может базироваться как на  реальной мировой истории, так и содержать отклонения от нее."}
,
  {"name": "Космос", "description": "События работы происходят в космосе."}
,
  {"name": "Больницы", "description": "Сюжет работы сосредоточен на деятельности медицинских учреждений, реальных или выдуманных, их пациентах и персонале."}
,
  {"name": "Кафе / Кофейни / Чайные", "description": "В работе ключевую роль играют кафе, кофейни и/или чайные, их работники и клиенты."}
,
  {"name": "Путешествия", "description": "Сюжет работы сосредоточен на путешествиях."}
,
  {"name": "Маленькие города", "description": "События работы происходят в маленьком городе."}
,
  {"name": "Леса", "description": "События работы происходят в лесу."}
,
  {"name": "Моря / Океаны", "description": "В работе ключевую роль играют океаны или моря, морские стихии, жизнь людей, связанных с морем или океаном."}
,
  {"name": "Загробный мир", "description": "Действие работы происходит в загробном мире."}
,
  {"name": "Психиатрические больницы", "description": "Сюжет работы сосредоточен на деятельности психиатрических лечебниц, их пациентах и персонале."}
,
  {"name": "Другие планеты", "description": "События работы происходят на других планетах."}
,
  {"name": "Шоу-бизнес", "description": "Сюжет работы сосредоточен на индустрии развлечений, ее потребителях и работниках."}
,
  {"name": "Закрытые учебные заведения", "description": "Сюжет работы сосредоточен на деятельности образовательного учреждения с круглосуточным пребыванием обучающихся, их работниках и учащихся."}
,
  {"name": "Деревни", "description": "Действие работы происходит в сельской местности."}
,
  {"name": "Армия", "description": "Сюжет работы сосредоточен на деятельности армии и военных учреждений, реальных или вымышленных."}
,
  {"name": "Тюрьмы / Темницы", "description": "В работе ключевую роль играют места заключения, их работники и заключенные."}
,
  {"name": "Офисы", "description": "В работе ключевую роль играют офисы, их служащие и клиенты."}
,
  {"name": "Ночные клубы", "description": "В работе ключевую роль играют ночные клубы, их работники и посетители."}
,
  {"name": "Вечеринки", "description": "События происходят во время празднования вечеринки или тесно связаны с ней."}
,
  {"name": "Бары", "description": "В работе ключевую роль играют бары и их работники и посетители."}
,
  {"name": "Детские лагеря", "description": "В работе ключевую роль играют лагеря для отдыха, их работники и отдыхающие."}
,
  {"name": "Детские дома", "description": "Сюжет работы сосредоточен на деятельности воспитательного учреждения для детей, лишившихся родителей или оставшихся без их попечения, их работниках и воспитанниках."}
,
  {"name": "Королевства", "description": "Действие работы происходит в монархическом государстве, во главе которого стоит представитель королевской семьи, с упором на соответствующий антураж и особенности миростроения."}
,
  {"name": "Мегаполисы", "description": "Сюжет работы разворачивается в гигантском по масштабам городе с многомиллионным населением."}
,
  {"name": "Маскарады / Балы", "description": "В сюжете ключевую роль играет подготовка к балу или маскараду, само мероприятие или его участники."}
,
  {"name": "Концерты / Выступления", "description": "В работе существенное внимание уделяется выступлениям на сцене."}
,
  {"name": "Послевоенное время", "description": "Действие работы происходит в послевоенное время. Существенное внимание уделяется сопутствующим послевоенному периоду проблемам, особенностям происходящих событий, мыслям и поведению персонажей."}
,
  {"name": "Театры", "description": "События работы происходят в театре или сосредоточены на жизни театра, его работниках и актерах."}
,
  {"name": "Секс-индустрия", "description": "Сюжет работы сосредоточен на формах бизнеса, которые напрямую или косвенно предоставляют сексуального характера продукцию и услуги, клиентах этой индустрии и ее работниках."}
,
  {"name": "Общежития", "description": "В работе ключевую роль играют общежития, их работники и жильцы."}
,
  {"name": "Замки", "description": "События работы происходят в замке."}
,
  {"name": "Гаремы", "description": "Мир, в который помещены персонажи, предполагает существование гарема, а также наложников или наложниц как социальную норму в том или ином виде. Не путать с художественным тропом ?гаремник?."}
,
  {"name": "Съемочная площадка", "description": "В сюжете важную роль играет процесс съёмки кино или сериала, процесс подготовки к съёмкам, отношения на съемочной площадке."}
,
  {"name": "Серая реальность", "description": "События работы происходят в бытовой, повседневной реальности, описанной автором либо воспринимаемой персонажами в гнетущем, тоскливом ключе."}
,
  {"name": "Бордели", "description": "В работе ключевую роль играют публичные дома и их работники и клиенты."}
,
  {"name": "Стрип-клубы", "description": "В работе ключевую роль играют стриптиз-клубы, их работники и клиенты."}
,
  {"name": "Особняки / Резиденции", "description": "События работы происходят в особняке или резиденции."}
,
  {"name": "Кладбища", "description": "В работе существенное внимание уделено кладбищам, их посетителям и работникам."}
,
  {"name": "Заброшенные здания", "description": "Действие работы происходит в заброшенном здании."}
,
  {"name": "Гражданская война", "description": "События работы происходят в период гражданской войны, исторической или вымышленной."}
,
  {"name": "Церкви", "description": "Сюжет работы сосредоточен на деятельности церквей, их посетителях и служителях."}
,
  {"name": "Железные дороги", "description": "Сюжет работы сосредоточен на путешествии с помощью поездов и/или деятельности железных дорог, их сотрудниках и клиентах."}
,
  {"name": "Цветочные магазины", "description": "В работе ключевую роль играют цветочные магазины, их работники и клиенты."}
,
  {"name": "Выпускные", "description": "В работе ключевую роль играет церемония, связанная с окончанием учебного заведения."}
,
  {"name": "Виртуальная реальность", "description": "События работы происходят в виртуальной реальности."}
,
  {"name": "Пляжи", "description": "В работе ключевую роль играют пляжи."}
,
  {"name": "Гостиницы", "description": "Сюжет работы сосредоточен на деятельности гостиниц, их постояльцах и персонале."}
,
  {"name": "Библиотеки", "description": "Работа сосредоточена на событиях, происходящих в библиотеке, ее работниках и посетителях."}
,
  {"name": "Общественный транспорт", "description": "В работе значительную роль играет общественный транспорт, обслуживающий его персонал и его пассажиры."}
,
  {"name": "Укрытия", "description": "События работы происходят в подвалах, бункерах, катакомбах, бомбоубежищах."}
,
  {"name": "Спортзалы", "description": "В работе ключевую роль играют спортзалы, их работники и клиенты."}
,
  {"name": "Горы", "description": "События работы происходят в горах."}
,
  {"name": "Магазины", "description": "Центральное место в работе занимают магазины, их работники и клиенты."}
,
  {"name": "Цирки", "description": "Сюжет работы сосредоточен на буднях и деятельности цирка, его работников и посетителей."}
,
  {"name": "Похороны", "description": "В работе существенную роль играют похороны."}
,
  {"name": "Острова", "description": "События работы происходят на островах."}
,
  {"name": "Прогулки", "description": "В работе значительную роль играют прогулки."}
,
  {"name": "Лаборатории", "description": "В работе ключевую роль играют лаборатории."}
,
  {"name": "Охота", "description": "Сюжет работы сосредоточен на охоте и ее участниках."}
,
  {"name": "Казино", "description": "В работе ключевую роль играют казино, их работники и гости."}
,
  {"name": "Парки / Зоны отдыха", "description": "В работе ключевую роль играют парки и зоны отдыха."}
,
  {"name": "Суд", "description": "Сюжет работы сосредоточен на процессе проведения суда и его участниках."}
,
  {"name": "Кемпинг", "description": "События работы происходят во время туристического похода."}
,
  {"name": "Рестораны", "description": "Сюжет работы сосредоточен на деятельности ресторанов, их клиентах и персонале."}
,
  {"name": "Матриархат", "description": "В работе описан социальный строй, где женщины наделены абсолютной властью, ресурсами и являются доминирующим полом."}
,
  {"name": "Тату-салоны", "description": "Сюжет работы сосредоточен на деятельности тату-салонов, их сотрудниках и клиентах."}
,
  {"name": "Секс-клубы / Секс-вечеринки", "description": "В работе ключевую роль играют мероприятия, где персонажи могут участвовать в сексуальных актах по обоюдному согласию и без оплаты секс-услуг."}
,
  {"name": "Модельный бизнес", "description": "Сюжет работы сосредоточен на модельной индустрии, ее потребителях и работниках."}
,
  {"name": "Ядерная война", "description": "События работы происходят в преддверии, в период или после глобального ядерного конфликта."}
,
  {"name": "Пижамные вечеринки", "description": "События происходят во время вечеринки или дружеских посиделок, предполагающих, что гости остаются у хозяев на ночь."}
,
  {"name": "Астральные миры", "description": "В работе существенную роль играют астральные миры."}
,
  {"name": "Пустыни", "description": "События работы происходят в пустыне."}
,
  {"name": "Дачи", "description": "В работе ключевую роль играют дачи."}
,
  {"name": "Аномальные зоны", "description": "Сюжет работы сосредоточен на существовании закрытой территории, где нарушены привычные законы природы и происходят необъяснимые, зачастую паранормальные явления."}
,
  {"name": "Секс-шопы", "description": "В работе ключевую роль играют секс-шопы, их работники и клиенты."}
,
  {"name": "Заброшенные города", "description": "Действие работы происходит в городе-призраке, брошенном по демографическим, экономическим, природным или иным причинам."}
,
  {"name": "Пекарни", "description": "В работе ключевую роль играют пекарни, их работники и клиенты."}
,
  {"name": "Парки аттракционов / Ярмарки", "description": "В работе ключевую роль играют парки аттракционов или ярмарки, их работники и клиенты."}
,
  {"name": "Школьные поездки", "description": "Действие работы происходит во время школьной поездки или тесно связано с ней."}
,
  {"name": "Карантинные зоны", "description": "Работа сосредоточена на жизни персонажей в изолированной по каким-либо причинам зоне."}
,
  {"name": "Локальный постапокалипсис", "description": "Действие работы происходит в сеттинге, где катастрофа, поставившая население на грань вымирания или в очень тяжелые для выживания условия затронула не весь мир, а ограниченную территорию (остров, страну, город, район и т.д.)."}
,
  {"name": "Авиатранспорт", "description": "Сюжет работы сосредоточен на путешествиях по воздуху, деятельности авиакомпаний, их сотрудниках и клиентах."}
,
  {"name": "Детские сады", "description": "В работе ключевую роль играет учреждение для общественного воспитания детей дошкольного возраста, его работники и воспитанники."}
,
  {"name": "Пригород", "description": "Сюжет работы разворачивается в населенных пунктах, находящихся за административной границей города."}
,
  {"name": "Прибрежные города", "description": "События работы происходят в городах, находящихся на побережье."}
,
  {"name": "Замкнутый мир", "description": "События работы происходят в автономной рукотворной экосистеме, чаще всего отрезанной от внешнего мира."}
,
  {"name": "Гей-клубы", "description": "В работе ключевую роль играют гей-клубы, их работники и посетители."}
,
  {"name": "Племена", "description": "В работе значительную роль играют племена, их способ жизни, отношения внутри племени, отношения с другими племенами и т.д. Могут быть как настоящими, так и вымышленными."}
,
  {"name": "Раздельное обучение", "description": "В работе ключевую роль играют учебные заведения, в которых учащиеся мужского и женского пола обучаются не в смешанных, а в раздельных подразделениях, их работники и обучающиеся."}
,
  {"name": "Тоталитаризм", "description": "События работы разворачиваются в деспотичном тоталитарном государстве, которое оказывает существенное влияние на мир в целом и на персонажей в частности, накладывая отпечаток на их взгляды и мировоззрение."}
,
  {"name": "Музеи / Галереи", "description": "В работе ключевую роль играют музеи и галереи, их работники и посетители."}
,
  {"name": "Книжные магазины", "description": "В работе ключевую роль играют книжные магазины, их работники и клиенты."}
,
  {"name": "Фестивали", "description": "В работе ключевую роль играют фестивали, фестивальные городки, их работники и посетители."}
,
  {"name": "Светские мероприятия", "description": "В работе ключевую роль играют светские мероприятия, их работники и гости."}
,
  {"name": "Замкнутое пространство", "description": "Сюжет работы сосредоточен на персонаже или персонажах, которые попали в замкнутое пространство (шкаф, сейф, закрытая комната или больничная палата, и.т.п.), из которых нельзя выбраться некоторое время."}
,
  {"name": "Экологический кризис", "description": "Сюжет работы основан на случившемся или назревающем экологической кризисе — планетарном или локальном."}
,
  {"name": "Подземный мир", "description": "В работе ключевую роль играет жизнь в подземном мире."}
,
  {"name": "Кинотеатры", "description": "В работе ключевую роль играют походы в кино, сами кинотеатры, их работники и посетители."}
,
  {"name": "Пещеры", "description": "События работы происходят в пещерах."}
,
  {"name": "Монастыри", "description": "В сюжете значительную роль играют монастыри и их обитатели."}
,
  {"name": "Концентрационные лагеря", "description": "В сюжете значительную роль играют концентрационные лагеря, их персонал и узники."}
,
  {"name": "Радио", "description": "В работе ключевую роль играют радиостанции и их работники."}
,
  {"name": "Клубы по интересам", "description": "Сюжет работы сосредоточен на деятельности клубов по интересам и их участниках."}
,
  {"name": "Подземелья", "description": "События работы происходят в подземных сооружениях."}
,
  {"name": "Фермы / Ранчо", "description": "Сюжет работы сосредоточен на деятельности ферм или ранчо, их работников и обитателей."}
,
  {"name": "Поселки", "description": "Действие работы происходит в поселке."}
,
  {"name": "Необитаемые острова", "description": "Действие работы происходит на необитаемом острове."}
,
  {"name": "Флот", "description": "Сюжет работы сосредоточен на деятельности флота, реального или вымышленного."}
,
  {"name": "Третья мировая", "description": "Действие работы разворачивается во время Третьей мировой войны — гипотетически возможного глобального конфликта в будущем. События работы могут как основываться на реальной истории, так и содержать отклонения от неё."}
,
  {"name": "Подводный мир", "description": "События работы происходят под водой."}
,
  {"name": "Закрытые города", "description": "Действие работы происходит в закрытом от внешнего мира или ограничивающем доступ определенным лицам и группам городе."}
,
  {"name": "Пикники", "description": "В работе ключевую роль играет пикник и его участники."}
,
  {"name": "Пустоши", "description": "События работы происходят на запустевшей земле, ранее обитаемой, но заброшенной вследствие каких-то причин."}
,
  {"name": "Научно-исследовательские организации", "description": "Сюжет работы сосредоточен на деятельности научно-исследовательских организаций, реальных или выдуманных, их работниках и персонале."}
,
  {"name": "Студенческие городки", "description": "В работе ключевую роль играют студенческие городки."}
,
  {"name": "Пиццерии / Дайнеры", "description": "В работе ключевую роль играют дайнеры или пиццерии, их работники и клиенты."}
,
  {"name": "Маяки", "description": "В работе ключевую роль играют маяки, их смотрители и посетители."}
,
  {"name": "Фастфуд / Закусочные", "description": "В работе ключевую роль играют рестораны сетей быстрого питания и/или закусочные."}
,
  {"name": "Затерянные миры", "description": "Действие работы происходит в неизведанных ранее забытых, потерянных или укрытых от остального мира мирах, странах, землях."}
,
  {"name": "Лабиринты", "description": "В работе важную роль играет наличие запутанной локации со множеством входов, выходов, поворотов, тупиков и разветвлений. Лабиринт может быть как реальным местом, так и существующим в сознании персонажа или в его снах."}
,
  {"name": "Междумирье", "description": "События работы происходят между двумя мирами."}
,
  {"name": "Магические лавки", "description": "Сюжет работы сосредоточен на деятельности мест, в которых занимаются продажей, ремонтом или изготовлением на заказ каких-либо магических предметов (зелий, артефактов и т.д.)"}
,
  {"name": "Реалити-шоу", "description": "В сюжете важную роль играет реалити-шоу и его участники. Персонажи могут участвовать в шоу сознательно, а могут не знать о своём участии."}
,
  {"name": "Освоение земель", "description": "В работе значительную роль играет процесс освоения новых земель и/или жизнь и деятельность образованных вследствие этого процесса колоний, поселений и т.д."}
,
  {"name": "Купальни", "description": "В работе ключевую роль играют купальни, их персонал и посетители."}
,
  {"name": "Торговые центры", "description": "Сюжет работы происходит или сосредоточен на деятельности торговых центров, их работниках и посетителях."}
,
  {"name": "Рыбалка", "description": "Сюжет работы сосредоточен на рыбалке и её участниках."}
,
  {"name": "Промышленные предприятия", "description": "Действие работы происходит на территории заводов, цехов, мануфактур, фабрик."}
,
  {"name": "Анархия", "description": "В работе описан мир, где отсутствует организованная власть."}
,
  {"name": "Опера", "description": "События работы происходят в оперном театре или сосредоточены на мире оперы, его поклонниках, работниках и актерах."}
,
  {"name": "Дистанционное обучение", "description": "В работе ключевую роль играет дистанционное обучение."}
,
  {"name": "Коммунальные квартиры", "description": "В работе ключевую роль играют коммунальные квартиры и их жильцы."}
,
  {"name": "Японские фестивали", "description": "События работы происходят и/или тесно связаны с японскими фестивалями с общим характерным колоритом (уличная еда, традиционные одежды, фейерверки, храмы и т.д.)"}
,
  {"name": "Патриархат", "description": "В работе описан социальный строй, где мужчины наделены абсолютной властью, ресурсами и являются доминирующим полом."}
,
  {"name": "Аукционы", "description": "В работе ключевую роль играет публичная продажа ценных товаров любого вида, которая проводится по принципу состязательности между потенциальными покупателями."}
,
  {"name": "Крепости / Башни", "description": "События работы происходят в крепости и/или башне."}
,
  {"name": "Гетто", "description": "События работы происходят в районе крупного города, где в результате социального, правового или экономического давления проживают меньшинства, чаще всего дискриминируемые."}
,
  {"name": "Военные городки", "description": "В работе ключевую роль играют военные городки."}
,
  {"name": "Арены", "description": "В работе ключевую роль играют гладиаторские бои или  спортивные мероприятия в предназначенном для этого амфитеатре или тематическом помещении."}
,
  {"name": "Реабилитационные центры", "description": "Сюжет работы сосредоточен на деятельности реабилитационных центров, их пациентах и персонале."}
,
  {"name": "Автомастерские", "description": "В работе ключевую роль играют автомастерские, их работники и клиенты."}
,
  {"name": "Экономический кризис", "description": "Действие работы происходит в мире или обществе, которые находятся в тяжелом экономическом положении."}
,
  {"name": "Автостоп", "description": "В работе существенную роль играет бесплатное передвижение на попутном транспорте с согласия водителя."}
,
  {"name": "Санатории", "description": "В работе ключевую роль играют санатории, их работники и отдыхающие."}
,
  {"name": "Банки / Биржи", "description": "Работа сосредоточена на финансовой сфере. События описывают деятельность банкиров, брокеров, трейдеров, колебания курсов валют, операции с ценными бумагами."}
,
  {"name": "Создание общества", "description": "В работе значительную роль играет процесс построения и развития нового общества или государства."}
,
  {"name": "Порты", "description": "В работе ключевую роль играют корабельные порты, портовые города и их жители."}
,
  {"name": "Лав-отели", "description": "В работе ключевую роль играют отели и мотели с почасовой оплатой и эротической атмосферой в номерах."}
,
  {"name": "Девичники / Мальчишники", "description": "В работе ключевую роль играют девичники или мальчишники, подготовка к ним, сами мероприятия и их участники."}
,
  {"name": "Супермаркеты", "description": "Сюжет работы сосредоточен на супермаркетах, их клиентах и работниках."}
,
  {"name": "Антикварные магазины", "description": "В работе ключевую роль играют антикварные магазины, их работники и клиенты."}
,
  {"name": "Караоке", "description": "В сюжете значительную роль играет караоке, его участники и (в отдельных случаях) работники."}
,
  {"name": "Горячие источники", "description": "События работы происходят на горячих источниках."}
,
  {"name": "Атомные электростанции", "description": "В работе ключевую роль играют атомные электростанции и их работники."}
,
  {"name": "Гастроли", "description": "События работы происходят во время гастрольного тура или тесно связаны с ним."}
,
  {"name": "Зоопарки", "description": "В работе ключевую роль играют зоопарки, их работники и клиенты."}
,
  {"name": "Приюты для животных", "description": "В работе ключевую роль играют приюты для животных, их работники и посетители."}
,
  {"name": "Кабаре", "description": "В сюжете значительную роль играют небольшие развлекательные заведения с определенной музыкально-развлекательной программой, а также их персонал и клиенты."}
,
  {"name": "Конюшни", "description": "В работе ключевую роль играют конюшни, их персонал и посетители."}
,
  {"name": "Аптеки", "description": "В работе ключевую роль играют аптеки, их работники и клиенты."}
,
  {"name": "Трейлеры", "description": "В работе ключевую роль играют трейлеры, трейлерные парки и их жители."}
,
  {"name": "Религиозные войны", "description": "Действие работы происходит в период вооруженного конфликта между представителями различных религиозных групп в государстве или между государствами с различными религиями."}
,
  {"name": "Коммуны", "description": "В работе ключевую роль играют комунны."}
,
  {"name": "Заповедники", "description": "Сюжет работы сосредоточен на деятельности заповедников, их обитателях, сотрудниках и посетителях."}
,
  {"name": "Рыцарские турниры", "description": "В работе ключевую роль играют состязания рыцарей."}
,
  {"name": "Трущобы", "description": "События происходят в жилом массиве с высокой плотностью застройки и населения, как правило характеризующемся повышенным уровнем преступности, частичным или полным беззаконием, низким качеством жизни, непригодными условиями проживания."}
,
  {"name": "Аквапарки", "description": "В работе ключевую роль играют аквапарки, их работники и посетители."}
,
  {"name": "Этнические анклавы", "description": "Действие работы происходит в населенных пунктах с высокой концентрацией представителей одной этнической общины вне страны их происхождения."}
,
  {"name": "Круизы", "description": "События работы происходят во время круиза."}
,
  {"name": "Репетиции", "description": "В работе значительную роль играют репетиции."}
,
  {"name": "Летние школы", "description": "В работе ключевую роль играют учебные заведения, которые работают в течение лета, их работники и обучающиеся."}
,
  {"name": "Полярные станции", "description": "Сюжет работы сосредоточен на буднях и деятельности полярных станций и их работников."}
,
  {"name": "Исправительные лагеря", "description": "В работе ключевую роль играют исправительные лагеря, их работники и заключенные."}
,
  {"name": "Архивы", "description": "В работе ключевую роль играют архивы и их работники."}

]
