[
    {
        "description": "Работа строится на сюжетном тропе, в котором все или большинство задействованных персонажей по умолчанию относятся к ЛГБТК+ сообществу и состоят в романтических или сексуальных отношениях друг с другом.",
        "name": "EIQ"
    },
    {
        "description": "Сокращение от 'Сюжет? Какой сюжет?'—истории, которые существуют только для демонстрации сексуальных сцен с минимальным или отсутствием сюжета.",
        "name": "PWP"
    },
    {
        "description": "Разновидность Hurt/Comfort, в которой 'hurt' — абьюзивные отношения, а 'comfort' достигается через помощь по выходу из них и восстановление.",
        "name": "Абьюз/Комфорт"
    },
    {
        "description": "Каноничные персонажи обладают альтернативными суперсилами или способностями, которых нет в оригинальном произведении.",
        "name": "Альтернативные Силы"
    },
    {
        "description": "Персонаж в работе проживает несколько вариантов своей жизни одновременно.",
        "name": "Альтернативные судьбы"
    },
    {
        "description": "Персонажи часть социальной структуры, основанной на доминировании, нейтралитете или подчинении — часто с циклом жары и спариванием.",
        "name": "Альфа/Бета/Омега"
    },
    {
        "description": "Один или несколько персонажей страдают от потери памяти, что часто приводит к переосмыслению своей личности или любви.",
        "name": "Амнезия"
    },
    {
        "description": "Работа строится на использовании антипода Мэри Сью / Марти Стью. Персонажи-Анти-Сью характеризуются хронической невезучестью, им всегда плохо, они попадают в самые ужасные ситуации и так далее.",
        "name": "Анти-Сью (Анти-Стью)"
    },
    {
        "description": "В работе существенную роль играют персонажи, имеющие преимущественно серую мораль и следующие своим личным представлениям о справедливости. Их нельзя идентифицировать ни как отрицательных, ни как положительных персонажей.",
        "name": "Антигерои"
    },
    {
        "description": "В работе существенную роль играют персонажи, наделенные  героическими чертами характера и/или добродетелями и преследующие положительные цели, но их методы достижения этих целей очевидно отрицательные и/или неприемлемые.",
        "name": "Антизлодеи"
    },
    {
        "description": "Один или несколько персонажей идентифицируют себя как асексуальные; могут исследовать интимность, идентичность и отношения без секса.",
        "name": "Асексуальность"
    },
    {
        "description": "В работе существенную роль играют персонажи — разновидность антигероев, характеризующиеся саморазрушительным поведением, эгоцентризмом, высокомерием, харизматичностью, а также отрицанием правил и норм общества.",
        "name": "Байронические герои"
    },
    {
        "description": "Жанр или троп, в котором персонажи занимаются боевыми искусствами, часто с акцентом на действие, борьбу и физическую силу.",
        "name": "Боевые искусства"
    },
    {
        "description": "Сюжет работы сосредоточен на помощи персонажу или персонажам, имеющим дело с не слишком серьезной болезнью (к примеру, простудой).",
        "name": "Болезньфильм"
    },
    {
        "description": "В работе значительную роль играет тема борьбы за власть.",
        "name": "Борьба за власть"
    },
    {
        "description": "В работе значительную роль играет тема борьбы за справедливость.",
        "name": "Борьба за справедливость"
    },
    {
        "description": "Троп, в котором персонажи женятся, будь то по любви, необходимости или удобству, часто создавая новые динамики отношений.",
        "name": "Брак"
    },
    {
        "description": "Троп, в котором персонажи вступают в брак по практическим причинам, а не по любви, что часто ведет к романтическому развитию.",
        "name": "Брак по расчету"
    },
    {
        "description": "Сюрреалистичные или бессвязные сцены, часто символичные, эротичные или галлюцинаторные.",
        "name": "Бред от Лихорадки"
    },
    {
        "description": "Троп, в котором два персонажа вступают в страстную, интимную встречу, часто в необычной или рискованной обстановке.",
        "name": "Бронзовая кровать"
    },
    {
        "description": "В работе значительное внимание уделяется персонажам, которые временно или на постоянной основе сосуществуют в одном теле и/или разуме (например, вследствие переселения душ, вследствие одержимости другой сущностью и т.д.)",
        "name": "В одном теле"
    },
    {
        "description": "В работе существенную роль играют отрицательные, но харизматичные персонажи.",
        "name": "Великолепный мерзавец"
    },
    {
        "description": "Оба персонажа тайно жаждут друг друга, но верят, что чувства не взаимны, что приводит к напряжению с медленным развитием.",
        "name": "Взаимные чувства"
    },
    {
        "description": "Основой истории является сюжетный троп, в котором противостояние идет между разными мирами. Миры могут как сосуществовать в одной реальности, так и быть тайными, параллельными и т.д.",
        "name": "Война миров"
    },
    {
        "description": "В работе описываются заведомо отрицательные персонажи, которые притворяются положительными и скрывают свою истинную сущность.",
        "name": "Волк в овечьей шкуре"
    },
    {
        "description": "В работе описываются персонажи, которые придумывают собственного персонажа для общения, дружбы и других отношений, или испытывают такие чувства к несуществующему в их мире персонажу.",
        "name": "Воображаемые друзья"
    },
    {
        "description": "Троп, в котором персонаж возвращается к жизни, часто приводя к эмоциональной боли или новому смыслу жизни.",
        "name": "Воскрешение"
    },
    {
        "description": "Сцены, в которых исследуются прошлые переживания персонажей, часто для раскрытия эмоциональных травм или ключевых воспоминаний.",
        "name": "Воспоминания"
    },
    {
        "description": "Троп, в котором персонажи воссоединяются после долгой разлуки, часто приводя к эмоциональному и иногда романтическому разрешению.",
        "name": "Воссоединение"
    },
    {
        "description": "В работе значительную роль играет искусственный интеллект, ставший доминирующей разумной формой жизни на планете и захвативший контроль над цивилизацией или планетой, чаще всего с помощью компьютеров и роботов.",
        "name": "Восстание машин"
    },
    {
        "description": "Враг вынужден заботиться о раненом или уязвимом главном герое, что часто приводит к интимности и смягчению враждебности.",
        "name": "Враг в Опекуны"
    },
    {
        "description": "Персонажи начинают с враждебности и заканчивают тем, что влюбляются друг в друга через напряжение, конфликт и химию.",
        "name": "Враги в Любовников"
    },
    {
        "description": "Сюжет работы сосредоточен на персонаже или персонажах, которые повторно проживают один и тот же отрезок времени, каждый раз возвращаясь к его началу.",
        "name": "Временные петли"
    },
    {
        "description": "Работа сосредоточена на персонаже или персонажах одного вида, переживающих процесс временной трансформации в другой вид или обладающих такой способностью.",
        "name": "Временные превращения"
    },
    {
        "description": "Фэндомный троп, где все персонажи переосмыслены как квиры, иногда с юмором или идеализированно.",
        "name": "Все — Геи"
    },
    {
        "description": "Твист или хедканон, где персонажи оказываются родственниками — используется серьезно или для крэка.",
        "name": "Все — Родственники"
    },
    {
        "description": "Альтернативный исход, где ни один важный персонаж не умирает, часто используется как исправление или позитивный контент.",
        "name": "Все Живы"
    },
    {
        "description": "В работе умышленно игнорируются смерти персонажей, которые произошли в каноне, либо смерть обыгрывается таким образом, чтобы гарантированно обеспечить выживание персонажа.",
        "name": "Все живы / Никто не умер"
    },
    {
        "description": "В работе значительную роль играет нападение враждебных внеземных форм жизни, целью которого является уничтожение или порабощение планеты.",
        "name": "Вторжение пришельцев"
    },
    {
        "description": "В работе существенное внимание уделяется второму шансу на что-либо.",
        "name": "Второй шанс"
    },
    {
        "description": "Работа строится на сюжетном тропе, в котором существенную роль играет путь персонажа от непривлекательного к привлекательному, чаще всего внешне.",
        "name": "Гадкий утенок"
    },
    {
        "description": "Персонажи увеличивают гомоэротические вызовы, пока кто-то не откажется — используется для напряжения или открытия.",
        "name": "Гей-Чикен"
    },
    {
        "description": "Сюжет работы сосредоточен на персонажах, которые по тем или иным причинам скрывают свою половую принадлежность, но не стремятся менять ее.",
        "name": "Гендерная интрига"
    },
    {
        "description": "Отрицание или размывание гендерных ролей и выражений — часто включает транс- или небинарных персонажей и kink.",
        "name": "Гендерфак"
    },
    {
        "description": "Работа строится на сюжетном тропе, в котором персонаж или персонажи становятся героями по зачастую независящему от них стечению обстоятельств.",
        "name": "Герой поневоле"
    },
    {
        "description": "Реальность или системы ведут себя нелепо — используется в цифровых альтернативных вселенных или психологических ужасах.",
        "name": "Глюк"
    },
    {
        "description": "В работе существенное внимание уделяется особому типу поведения, которое сопровождает период беременности или течку.",
        "name": "Гнездование"
    },
    {
        "description": "Графическое изображение насилия или телесных повреждений — может быть связано с ужасами или kink.",
        "name": "Гор"
    },
    {
        "description": "Фокус на трауре и эмоциональных последствиях — часто катарсично, иногда романтично.",
        "name": "Горе"
    },
    {
        "description": "Секс прерывается—часто для комического или драматического эффекта—другим человеком или обстоятельствами.",
        "name": "Грубое вмешательство"
    },
    {
        "description": "В работе используется сюжетный троп, согласно которому персонаж, считающийся слабым или некомпетентным (чаще всего вследствие гендерной принадлежности или социального статуса), оказывается в опасной ситуации, из которой не может выбраться сам, и вынужден ждать спасения со стороны других персонажей.",
        "name": "Дама в беде"
    },
    {
        "description": "Работа сосредоточена на крайне стеснительных и молчаливых к объекту своей симпатии персонажах.",
        "name": "Дандэрэ"
    },
    {
        "description": "Персонаж встречает идентичную версию себя — используется для создания напряжения, кризиса идентичности или сексуальных экспериментов.",
        "name": "Двойник"
    },
    {
        "description": "Сюжет работы сосредоточен на дворцовых интригах.",
        "name": "Дворцовые интриги"
    },
    {
        "description": "Сюжет работы или ее ключевые моменты строятся на переосмыслении популярных тропов и штампов.",
        "name": "Деконструкция"
    },
    {
        "description": "Сюжет работы сосредоточен на жизни и деятельности персонажа или персонажей, способных менять мир и влиять на жизни всего существующего.",
        "name": "Демиурги"
    },
    {
        "description": "Персонаж отдаляется от реальности или эмоций, часто в моменты травмы или стресса, иногда связано с сексуальным контентом.",
        "name": "Дисссоциация"
    },
    {
        "description": "Два персонажа связаны романтическими или сексуальными отношениями из-за семейных или социальных договоренностей, часто с первоначальным сопротивлением.",
        "name": "Договорной Брак"
    },
    {
        "description": "Троп, в котором персонажи отправляются в путешествие, часто приводящее к самопознанию, сближению или романтическому напряжению.",
        "name": "Дорога"
    },
    {
        "description": "Работа строится на сюжетном тропе, в котором в роли антагониста выступает недоброжелательная сила, чаще всего хтонического характера, которая длительное время не проявляет никакой активности.",
        "name": "Дремлющее зло"
    },
    {
        "description": "Исследование глубоких платонических связей — часто как основа для hurt/comfort или эмоционального роста.",
        "name": "Дружба"
    },
    {
        "description": "Персонажи, которые начинают как близкие друзья, медленно влюбляются, часто с множеством тоски и недоразумений.",
        "name": "Друзья в Любовников"
    },
    {
        "description": "Персонажи занимаются сексуальной активностью без романтических обязательств, хотя чувства часто усложняют ситуацию.",
        "name": "Друзья с Преимуществами"
    },
    {
        "description": "Троп, в котором два персонажа имеют мистическую, часто эмоциональную, связь, которая связывает их вместе таким образом, что ее невозможно легко разорвать.",
        "name": "Душевная связь"
    },
    {
        "description": "Работа сосредоточена на персонажах, чьи действия являются следствием влияния внешних факторов, нежели их собственной мотивации.",
        "name": "Жертвы обстоятельств"
    },
    {
        "description": "В работе описываются персонажи, которые держат в теле или душе мистическое существо или энергию.",
        "name": "Живой сосуд"
    },
    {
        "description": "В работе описываются персонажи, которые совершили подвиги, но были забыты либо о них никогда не узнали.",
        "name": "Забытый герой"
    },
    {
        "description": "Троп, в котором персонажи оказываются в ограниченном пространстве, что часто приводит к вынужденной близости и эмоциональному или сексуальному напряжению.",
        "name": "Запертые в комнате"
    },
    {
        "description": "В работе существенную роль играют персонажи, обладающие непревзойдёнными способностями в одной строго определённой области.",
        "name": "Запредельно одаренный персонаж"
    },
    {
        "description": "В работе описывается мир, где магия запрещена.",
        "name": "Запрет на магию"
    },
    {
        "description": "Романтика, которая является табу или невозможной из-за социальных, семейных или политических барьеров.",
        "name": "Запрещенная Любовь"
    },
    {
        "description": "Альтернативная вселенная, в которой персонажи застряли в лифте, что часто приводит к эмоциональному или романтическому развитию, когда они сталкиваются со своей изоляцией.",
        "name": "Застряли в лифте"
    },
    {
        "description": "Троп, в котором персонажи вынуждены проводить время вместе в ограниченном пространстве, что часто приводит к сближению, конфликту или романтическому напряжению.",
        "name": "Застряли вместе"
    },
    {
        "description": "Альтернативная вселенная, в которой персонажи переносятся в другой мир, часто с элементами фэнтези, приключений и борьбы за адаптацию.",
        "name": "Захваченные в другом мире"
    },
    {
        "description": "Работа сосредоточена на персонажах, защищающих своих партнеров.",
        "name": "Защита любимого"
    },
    {
        "description": "В работе важную роль играет злобность бывшего или бывшей одного из персонажей.",
        "name": "Злобные бывшие"
    },
    {
        "description": "В работе значительную роль играет объект, нахождение которого повлечёт неминуемые негативные последствия.",
        "name": "Зловещая находка"
    },
    {
        "description": "Персонаж сталкивается с версией себя, которая является злой — используется для драматического напряжения, ошибочной идентификации или для kink.",
        "name": "Злой Близнец"
    },
    {
        "description": "Троп, в котором имя персонажа имеет символическое или значимое значение, часто связанное с его личностью или ролью.",
        "name": "Значимое имя"
    },
    {
        "description": "Работа сосредоточена на персонаже, окруженном благами и достатком, но не имеющем свободы.",
        "name": "Золотая клетка"
    },
    {
        "description": "Работа строится на сюжетном тропе, в котором существенную роль играет архетипная \"Золушка\": персонаж, став сиротой, остается на попечение \"Мачехи\", выполняет тяжелую работу, сталкивается с трудностями, но в итоге обретает счастье, встретив своего \"Принца\".",
        "name": "Золушка"
    },
    {
        "description": "Сюжет работы строится на организации или участии персонажей в боях или иных соревнованиях на смерть, обычно до последнего оставшегося в живых.",
        "name": "Игры на выживание"
    },
    {
        "description": "Мир, в который помещены персонажи, предполагает распределение слоев социума в зависимости от их статуса, богатства, родословной и прочего как социальную норму в том или ином виде. Возможны существенные допущения и отклонения от существующих в современности норм права и морали.",
        "name": "Иерархический строй"
    },
    {
        "description": "Место или отношения, регулируемые структурами доминирования — могут быть социальными, основанными на стае или психологическими.",
        "name": "Иерархия Доминирования"
    },
    {
        "description": "В работе значительную роль играет один персонаж, который является избранным с героической миссией.",
        "name": "Избранные"
    },
    {
        "description": "Работа строится на сюжетном тропе (чаще всего юмористического характера), в котором персонаж, отсутствовавший какое-то время, возвращается с сильно изменившимся характером, поведением, внешним видом (например, значительно похорошевшим после летних каникул).",
        "name": "Изменились за лето"
    },
    {
        "description": "В работе описывается необратимая (или трудно обратимая) фиксация одного персонажа на другом, характеризующаяся влечением, желанием близости, установлением связи, изменениями в поведении, психологической или физической зависимостью от объекта.",
        "name": "Импринтинг"
    },
    {
        "description": "Персонажи вынуждены участвовать в сексуальных ситуациях из-за влияния инопланетян, часто с использованием контроля разума или культурных обычаев.",
        "name": "Инопланетяне Заставили Их Сделать Это"
    },
    {
        "description": "Троп, в котором один персонаж ищет искупление через любовь, часто с значительным личностным ростом и жертвами.",
        "name": "Искупительная любовь"
    },
    {
        "description": "Персонажи терпят страдания, искупая что-то или получая облегчение, часто после катастрофического события.",
        "name": "Искупление"
    },
    {
        "description": "Троп, в котором персонаж ищет искупление за свои прошлые действия, часто приводя к романтическому или эмоциональному разрешению.",
        "name": "Искупление"
    },
    {
        "description": "Персонажи являются ИИ или взаимодействуют с разумными машинами — могут включать робо-секс, этические вопросы или динамику на основе программирования.",
        "name": "Искусственный Интеллект"
    },
    {
        "description": "Переписывание каноничных событий, чтобы изменить негативные исходы — обычно спасая персонажа или отношения.",
        "name": "Исправление"
    },
    {
        "description": "Действие происходит в мире, где у персонажей есть заранее предопределенная по тем или иным признакам вторая половинка. Истинность может быть как исключительным и крайне редким, так и распространенным явлением, характерным для множества пар.",
        "name": "Истинные"
    },
    {
        "description": "В работе описывается ситуация, в которой один персонаж силой прижимает другого к стене, пытаясь создать неловкое, сексуальное и/или пугающее положение.",
        "name": "Кабэ-дон"
    },
    {
        "description": "В работе значительную роль играют стереотипы о том или ином народе или социальной группе, нередко оторванные от реальности и/или доведённые до абсурда.",
        "name": "Клюква"
    },
    {
        "description": "В работе описывается возможность копирования сознания (мозга, разума) в другое тело или на другой носитель, биологический или искусственный.",
        "name": "Копирование сознания"
    },
    {
        "description": "В работе используется сюжетный троп, согласно которому предопределенные отношения между персонажами выражены в виде метафорической или буквальной красной нити, связывающей их.",
        "name": "Красная нить судьбы"
    },
    {
        "description": "Троп, в котором травмы — часто незначительные — происходят в эмоционально или сексуально насыщенных сценах, иногда используются символически.",
        "name": "Кровотечение"
    },
    {
        "description": "В работе фигурирует молчаливый, апатичный, внешне не эмоциональный, тихий, почти незаметный персонаж.",
        "name": "Кудэрэ"
    },
    {
        "description": "После безвременной смерти возлюбленного или возлюбленной персонаж навсегда остаётся одиноким.",
        "name": "Лебединая верность"
    },
    {
        "description": "Работа строится на сюжетном тропе, в котором главный герой или группа героев пытаются изменить либо разрушить устоявшуюся систему мира.",
        "name": "Личность против системы"
    },
    {
        "description": "В работе важную роль играет то, что воспоминания одного или нескольких персонажей были полностью или частично изменены.",
        "name": "Ложные воспоминания"
    },
    {
        "description": "Сюжет работы сосредоточен на персонаже или персонажах, которых ложно обвиняют в чем-либо.",
        "name": "Ложные обвинения"
    },
    {
        "description": "В центре произведения — персонаж, который притягивает к себе (в романтическом и/или сексуальном плане) других. Персонаж может очаровать любого, ничего для этого не делая, и даже не всегда осознавая этого (благодаря внешности, характеру и/или магии, которая влечёт других к персонажу).",
        "name": "Любовный магнит"
    },
    {
        "description": "Классический троп, в котором два персонажа влюбляются друг в друга с первого взгляда, обычно без предварительного взаимодействия.",
        "name": "Любовь с первого взгляда"
    },
    {
        "description": "В работе описываются персонажи, объединены особой связью магического происхождения.",
        "name": "Магическая связь"
    },
    {
        "description": "В работе существенное внимание уделяется магическим клятвам.",
        "name": "Магические клятвы"
    },
    {
        "description": "Троп, в котором романтическое или эмоциональное напряжение постепенно нарастает, часто приводя к значительному, взрывному моменту.",
        "name": "Медленное пламя"
    },
    {
        "description": "В работе значительную роль играет сюжетный троп, в котором персонаж или персонажи заперты внутри собственного разума, оставаясь при этом физически свободными.",
        "name": "Ментальная тюрьма"
    },
    {
        "description": "Троп, в котором один персонаж имеет способность контролировать мысли или действия другого, часто приводя к сложным динамикам власти.",
        "name": "Ментальный контроль"
    },
    {
        "description": "Тег, предупреждающий о том, что контент включает темные, потенциально триггерящие материалы (например, инцест, неконсенсуальный секс), которые не будут восприниматься легкомысленно.",
        "name": "Мертвый Голубь: Не Кушать"
    },
    {
        "description": "В работе значительное внимание уделяется наличию у персонажей меток различного происхождения, их истории, значимости и/или их влиянию на персонажей.",
        "name": "Метки"
    },
    {
        "description": "Троп, в котором персонажи имеют метку, видимую или невидимую, которая указывает на то, что они являются родственные душами, часто приводя к неизбежным романтическим отношениям.",
        "name": "Метки родственной души"
    },
    {
        "description": "Действие работы происходит в мире или обществе, в котором не существует понятия \"гомофобия\", а гомосексуальные и/или бисексуальные отношения являются нормой.",
        "name": "Мир без гомофобии"
    },
    {
        "description": "Троп, в котором персонажи мирятся после ссоры, что часто приводит к физической близости или эмоциональному разрешению.",
        "name": "Мириться"
    },
    {
        "description": "В работе описываются персонажи, которые считают себя свободными, но на деле находятся под строгим контролем. Персонажи, делая то, что хотят делать, делают лишь то, что им позволено кем-то другим.",
        "name": "Мнимая свобода"
    },
    {
        "description": "Персонажи делают вид, что находятся в романтических отношениях, часто чтобы обмануть других, и в итоге развивают реальные чувства.",
        "name": "Мнимые Отношения"
    },
    {
        "description": "Два мужских персонажа имеют интенсивную эмоциональную и сексуальную связь, но отрицают или борются с ярлыком «геи».",
        "name": "Мы не геи, мы просто любим друг друга"
    },
    {
        "description": "Троп, в котором персонаж является чрезмерно идеализированным или совершенным, часто до невозможности быть реальным.",
        "name": "Мэри Сью"
    },
    {
        "description": "В работе существенное внимание уделяется персонажам (часто обладающим всемогуществом и/или всезнанием), которые занимаются наблюдением за происходящими событиями и другими персонажами, но по каким-либо причинам не имеют права вмешиваться  в ход событий.",
        "name": "Наблюдатели"
    },
    {
        "description": "Персонажи работы поставлены в жёсткие временные рамки, в которые они должны успеть выполнить определенное задание.",
        "name": "Наперегонки со временем"
    },
    {
        "description": "Исследует физическое, эмоциональное или сексуальное насилие — обычно используется как предупреждение о темном контенте.",
        "name": "Насилие"
    },
    {
        "description": "Персонажи ведут себя как пара, не осознавая, что они ею являются, пока другие не укажут на это.",
        "name": "Не Знали, Что Встречаются"
    },
    {
        "description": "Персонажи скрывают свои отношения или личность из-за институционального или социального давления, часто связано с военной службой.",
        "name": "Не Спрашивай, Не Говори"
    },
    {
        "description": "Троп, в котором персонаж отправляется или покупается в жены, часто исследуется тема власти и контроля.",
        "name": "Невестка по заказу"
    },
    {
        "description": "В работе описываются персонажи, которые были так или иначе предначертаны друг другу, но тем не менее не могут состоять в гармоничных отношениях по какой-либо причине.",
        "name": "Невзаимные предначертанные"
    },
    {
        "description": "Действие работы происходит в мире, который сосуществует с реальным, но остается скрытым для всех, кроме его обитателей.",
        "name": "Невидимый мир"
    },
    {
        "description": "Троп, в котором отсутствие общения или недоразумение вызывает проблемы между персонажами, часто приводя к драме или конфликту.",
        "name": "Недоразумения"
    },
    {
        "description": "Персонажи неосознанно женятся или оказываются в браке из-за пьяных ошибок или культурных недоразумений.",
        "name": "Неожиданное Бракосочетание"
    },
    {
        "description": "Персонажи неожиданно начинают заботиться о ребенке, что часто приводит к сближению или бытовым приключениям.",
        "name": "Неожиданное Приобретение Ребенка"
    },
    {
        "description": "Сексуальное или романтическое напряжение между персонажами, которое остается неудовлетворенным на протяжении длительного времени, часто с близкими поцелуями и тоскливыми взглядами.",
        "name": "Неразрешенное сексуальное напряжение"
    },
    {
        "description": "В работе описываются персонажи, объединены особой связью, чаще всего мистического либо физиологического происхождения, которую они не могут разорвать без значительного риска для себя или связанного с ними персонажа.",
        "name": "Неразрывная связь"
    },
    {
        "description": "В работе существенное внимание уделяется персонажам, тесный физический контакт между которыми не носит сексуальной окраски.",
        "name": "Несексуальная близость"
    },
    {
        "description": "Сюжет работы сосредоточен на персонажах, которые начинают жизнь заново (например, хотят оставить в прошлом преступность, плохие привычки и т.д.)",
        "name": "Новая жизнь"
    },
    {
        "description": "Задействованные в работе персонажи переселяются в тела друг друга.",
        "name": "Обмен телами"
    },
    {
        "description": "Один персонаж (обычно женщина) является романтическим/сексуальным фокусом нескольких других персонажей.",
        "name": "Обратный гарем"
    },
    {
        "description": "Троп, в котором один персонаж становится одержимым другим, часто приводя к нездоровому или властному поведению.",
        "name": "Одержимость"
    },
    {
        "description": "Работа сосредоточена на одном-единственном дне из жизни персонажа.",
        "name": "Один день"
    },
    {
        "description": "Троп, в котором персонажи имеют одноразовую сексуальную встречу, часто без ожидания долгосрочных отношений.",
        "name": "Одна ночь"
    },
    {
        "description": "Работа сосредоточена на раскрытии персонажа, который появляется в каноне буквально на одну минуту или меньше, как максимально второстепенный.",
        "name": "Одноминутный канонический персонаж"
    },
    {
        "description": "Персонаж отрицает свои чувства, личность или реальность — это часто приводит к внутреннему конфликту и тоске.",
        "name": "Отказ"
    },
    {
        "description": "Персонаж обнаруживает что-то важное — часто чувства другого, личность или тайное прошлое.",
        "name": "Открытие"
    },
    {
        "description": "Троп, в котором два персонажа испытывают противоречивые чувства, одновременно любя и ненавидя друг друга.",
        "name": "Отношения любви-ненависти"
    },
    {
        "description": "Работа строится на сюжетном тропе, в котором персонажа принимают за кого-то другого. Это может быть изначальным намерением персонажа или произойти случайно.",
        "name": "Ошибочная идентификация"
    },
    {
        "description": "В работе существенную роль играют параллельные миры.",
        "name": "Параллельные миры"
    },
    {
        "description": "Изображение момента встречи персонажей — возможность для мгновенной химии или конфликта.",
        "name": "Первая Встреча"
    },
    {
        "description": "В работе существенную роль играет первая встреча двух до этого незнакомых культур.",
        "name": "Первый контакт"
    },
    {
        "description": "Фокус на первом романтическом поцелуе персонажа — напряжение и эмоции.",
        "name": "Первый Поцелуй"
    },
    {
        "description": "Истории, где персонаж испытывает секс в первый раз, часто с акцентом на эмоциональные или физические реакции.",
        "name": "Первый Раз"
    },
    {
        "description": "Работа строится на сюжетном тропе, подразумевающем  новую интерпретацию уже существующего сеттинга.",
        "name": "Перезапуск мира"
    },
    {
        "description": "В работе описывается возможность добровольного или насильственного извлечения души и/или личности из одного тела с последующим переселением в другое.",
        "name": "Переселение душ"
    },
    {
        "description": "Троп, в котором два персонажа формируют глубокую связь, часто в неромантической или не сексуальной форме, и живут вместе как жизненные партнеры.",
        "name": "Платонические жизненные партнеры"
    },
    {
        "description": "В работе персонажи отправляются в путешествие, из которого никогда не вернутся.",
        "name": "Плененные путешествием"
    },
    {
        "description": "В работе значительную роль играют персонажи, которые повторяют чью-то судьбу.",
        "name": "Повторение судьбы"
    },
    {
        "description": "Работа сосредоточена на персонажах, не связанных кровными или брачными узами, которые проживают в одной комнате, квартире или доме.",
        "name": "Под одной крышей"
    },
    {
        "description": "Троп, в котором персонаж позволяет себе быть уязвимым, обычно в присутствии доверенного партнера.",
        "name": "Позволь мне быть слабым, позволь мне спать"
    },
    {
        "description": "В работе существенную роль играют поиски пропавших без вести, бросивших главного героя, или неизвестных герою родителей.",
        "name": "Поиск родителей"
    },
    {
        "description": "Структура отношений, в которой один человек имеет романтические или сексуальные отношения с несколькими партнерами одновременно, с согласия всех.",
        "name": "Полиамория"
    },
    {
        "description": "Сюжет работы сосредоточен на политических интригах.",
        "name": "Политические интриги"
    },
    {
        "description": "В работе описываются персонажи, совершающие бескорыстные действия во благо своих недругов.",
        "name": "Помощь врагу"
    },
    {
        "description": "Троп, в котором два персонажа обмениваются последним, эмоциональным поцелуем, часто перед значительным разлукой или смертью.",
        "name": "Последний поцелуй"
    },
    {
        "description": "В работе существенное внимание уделяется последним шансам на что-либо.",
        "name": "Последний шанс"
    },
    {
        "description": "Персонажи похищены инопланетянами — иногда для обследования, иногда для размножения, иногда для комедийных ситуаций.",
        "name": "Похищение Инопланетянами"
    },
    {
        "description": "Троп, в котором персонажи практикуют поцелуи, что часто приводит к романтичным или неловким моментам.",
        "name": "Практика поцелуев"
    },
    {
        "description": "Персонажи превращаются в животных или получают проклятие, которое заставляет их превращаться — может быть символичным, магическим или сексуальным.",
        "name": "Превращение в Животных"
    },
    {
        "description": "Троп, в котором один персонаж изменяет своему романтическому или сексуальному партнеру, часто приводя к драме или конфликту.",
        "name": "Предательство партнера"
    },
    {
        "description": "Сюжет работы сосредоточен на персонаже или персонажах, которые ждут брачного предложения, хотят сделать своему партнеру или партнерам брачное предложение, подготовке к событию и/или самому событию.",
        "name": "Предложение руки и сердца"
    },
    {
        "description": "Троп, в котором персонаж считается мертвым, но позже возвращается, часто приводя к эмоциональным встречам и драматическим моментам.",
        "name": "Предположительно мертв"
    },
    {
        "description": "Персонаж наконец-то признается в романтических или сексуальных чувствах к другому, часто после накопления напряжения.",
        "name": "Признание в любви"
    },
    {
        "description": "Персонажи оказываются в замкнутом пространстве (попали в плен, застряли в снегу и т. д.) — возникает напряжение или искры.",
        "name": "Принудительная Близость"
    },
    {
        "description": "Персонажи вынуждены вступать в брак против своей воли — может исследовать медленный романтический процесс или дисбаланс власти.",
        "name": "Принудительный Брак"
    },
    {
        "description": "В работе значительную роль играют персонажи, совершившие правонарушения и/или преступления.",
        "name": "Проблемы с законом"
    },
    {
        "description": "В работе существенное внимание уделяется идее продажи персонажами души.",
        "name": "Продажа души"
    },
    {
        "description": "В работе существенное внимание уделяется персонажам, которые пропали без вести.",
        "name": "Пропавшие без вести"
    },
    {
        "description": "Работа строится на сюжетном тропе, в котором отношения развиваются между персонажами, противоположными друг другу (привлекательным персонажем и непривлекательным, интровертом и экстравертом, романтиком и циником и т.д.).",
        "name": "Противоположности"
    },
    {
        "description": "Троп, в котором два персонажа с контрастными личностями или чертами характера привлекают друг друга, часто создавая романтическое или сексуальное напряжение.",
        "name": "Противоположности притягиваются"
    },
    {
        "description": "Троп, в котором персонажи испытывают интенсивную психологическую манипуляцию, путаницу или дезориентацию.",
        "name": "Психологический шок"
    },
    {
        "description": "Альтернативная вселенная, в которой персонажи путешествуют во времени, часто приводя к сложным сюжетам, связанным с историческими событиями, возможностями будущего и парадоксами.",
        "name": "Путешествие во времени"
    },
    {
        "description": "Альтернативная вселенная, в которой персонажи подвергаются физическому или психологическому мучению, часто исследуется с целью эмоционального воздействия или тем сопротивления и выживания.",
        "name": "Пытка"
    },
    {
        "description": "В работе описываются персонажи, поведение и характер которых производят впечатление, что в одном теле существует несколько выраженных личностей, зачастую полных противоположностей, чаще всего вследствие фантастических или мистических причин.",
        "name": "Раздвоение личности"
    },
    {
        "description": "Отношения, где между персонажами существует значительная разница в возрасте, что часто приводит к обсуждению властных динамик.",
        "name": "Разница в возрасте"
    },
    {
        "description": "В работе существенное внимание уделяется различиям между культурами и языками, носителями которых являются персонажи, а также проистекающим из этой разницы проблемам коммуникации",
        "name": "Разница культур"
    },
    {
        "description": "В работе описываются персонажи, объединены особой связью, чаще всего мистического либо физиологического происхождения, которую они разрывают по той или иной причине.",
        "name": "Разрыв связи"
    },
    {
        "description": "Работа строится на сюжетном тропе, в котором персонаж или персонажи скрывают свою настоящую личность от других. Центральную роль играет тема раскрытия тайны личности (намеренного или случайного): душевных переживаний персонажей, реакции окружающих, а также неизбежных последствий.",
        "name": "Раскрытие личностей"
    },
    {
        "description": "Работа строится на сюжетном тропе, в котором персонаж или персонажи обладают магией и прячут её в тайне от других. Центральную роль играет тема раскрытия тайных магических сил персонажа (намеренного или случайного): его душевных переживаний, реакции окружающих, а также неизбежных последствий.",
        "name": "Раскрытие магии"
    },
    {
        "description": "Персонажи предназначены быть вместе, часто это связано с магической или космической связью.",
        "name": "Родственные души"
    },
    {
        "description": "В работе существенную роль играют персонажи, обладающие такими чертами, как агрессивная сексуальность, манипулятивность, загадочность, которые добиваются желаемого с помощью своей привлекательности.",
        "name": "Роковая женщина / Роковой мужчина"
    },
    {
        "description": "Персонаж обнаруживает, что может использовать свои способности в супер-режиме, но это достается ужасной ценой (персонаж умирает, сходит с ума, превращается в монстра, теряет жизненные силы или переходит на другой уровень бытия).",
        "name": "Роковое усилие"
    },
    {
        "description": "Троп, в котором один персонаж начинает новые романтические отношения, чтобы забыть о предыдущих, что часто приводит к осложнениям.",
        "name": "Роман по замещению"
    },
    {
        "description": "В работе использован художественный прием, предполагающий \"вписывание\" автором самого себя в работу.",
        "name": "Самовставка"
    },
    {
        "description": "Троп, в котором персонаж пытается устроить отношения для других, что часто приводит к хаосу или неожиданным романтическим результатам.",
        "name": "Своеобразный сваха"
    },
    {
        "description": "Персонажи образуют эмоциональную или магическую связь, иногда невольно, с последствиями для интимности и лояльности.",
        "name": "Связывание"
    },
    {
        "description": "Троп, часто используемый в фанфиках, в котором персонаж (обычно наставник) раскрывает важную тайну о своем прошлом или идентичности главному герою.",
        "name": "Северитус"
    },
    {
        "description": "Троп, в котором персонажи поддерживают отношения втайне, что часто приводит к напряжению, эмоциональной боли и драматическим раскрытиям.",
        "name": "Секретные отношения"
    },
    {
        "description": "Персонажи должны заняться сексом или столкнуться с серьезными последствиями, часто встречается в магических, научно-фантастических или проклятых сценариях.",
        "name": "Секс или Смерть"
    },
    {
        "description": "Персонажи обмениваются интенсивными взглядами, которые буквально пропитаны невысказанным сексуальным напряжением.",
        "name": "Сексуальные Взгляды"
    },
    {
        "description": "Троп, в котором персонаж обладает исключительными навыками убеждения, часто используя свое обаяние для манипуляции другими или получения их расположения.",
        "name": "Серебряный язык"
    },
    {
        "description": "Два персонажа мистически или психически связаны — часто ведет к интимности и совместным ощущениям.",
        "name": "Сила Связи"
    },
    {
        "description": "Использование цветов для метафорического отображения эмоций персонажей, их отношений или судеб.",
        "name": "Символика Цветов"
    },
    {
        "description": "Обычно в яое, подчиненный мужской персонаж (укэ) чрезмерно эмоционален, хрупок и постоянно плачет.",
        "name": "Синдром плачущего укэ"
    },
    {
        "description": "Альтернативная вселенная (AU), где один или несколько персонажей являются слугами, часто исследуя темы власти, подчинения и лояльности.",
        "name": "Слугафильм"
    },
    {
        "description": "AU, в котором персонажи проходят службу в армии, часто исследуя темы товарищества, боя и психологических эффектов войны.",
        "name": "Служба в бою"
    },
    {
        "description": "Работа строится на сюжетном тропе, в котором значительную роль играет ненамеренный поцелуй.",
        "name": "Случайный поцелуй"
    },
    {
        "description": "Персонажи меняются полом — временно, навсегда или в альтернативной вселенной.",
        "name": "Смена Полов"
    },
    {
        "description": "Фокус на моменте или пути, где персонажи становятся романтически или сексуально вовлеченными.",
        "name": "Собрались Вместе"
    },
    {
        "description": "В работе существенное внимание уделяется персонажам, которые разделяют спальное место друг с другом. Может происходить как случайно или вынужденно, так и добровольно; может носить как романтический, так и платонический характер.",
        "name": "Совместная кровать"
    },
    {
        "description": "В работе существенное внимание уделяется персонажам, которые принимают ванну или душ друг с другом. Может происходить как вынужденно, так и добровольно; может носить как романтический, так и платонический характер.",
        "name": "Совместное купание"
    },
    {
        "description": "Персонажи вынуждены делить одну кровать, часто из-за обстоятельств, когда доступна только одна кровать, что приводит к сексуальному напряжению или обнимашкам.",
        "name": "Совместное Проживание"
    },
    {
        "description": "В работе значительную роль играет тема сокрытия убийства.",
        "name": "Сокрытие убийства"
    },
    {
        "description": "События происходят во сне или состоянии, похожем на сон — может быть символичным, эротичным или ненадежным.",
        "name": "Сон"
    },
    {
        "description": "Работа строится на сюжетном тропе, в котором значительную роль играет срыв церемонии бракосочетания, одним из участников бракосочетания или кем-то посторонним.",
        "name": "Сорванная свадьба"
    },
    {
        "description": "История, где персонаж ранен, и другие должны его спасти, позаботиться о нем или волноваться.",
        "name": "Спасение"
    },
    {
        "description": "В работе существенную роль играют персонажи, которые спасают других персонажей в смертельно опасной ситуации.",
        "name": "Спасение жизни"
    },
    {
        "description": "В работе значительную роль играет спасение мира.",
        "name": "Спасение мира"
    },
    {
        "description": "Работа сосредоточена на персонажах, скрывающих свою личность, выдающих себя за других либо ведущих двойную жизнь.",
        "name": "Тайная личность"
    },
    {
        "description": "Работа сосредоточена на персонажах, скрывающих свою истинную сущность.",
        "name": "Тайная сущность"
    },
    {
        "description": "Работа сосредоточена на персонажах, которые оказывают знаки внимания анонимно или сами получают такие знаки.",
        "name": "Тайные поклонники"
    },
    {
        "description": "В работе значительное внимание уделяется трагическому прошлому персонажа и/или персонажей.",
        "name": "Темное прошлое"
    },
    {
        "description": "В работе существенную роль играют отрицательные персонажи — абсолютное зло, архетип героического фэнтези. Противоположность Светлых властелинов.",
        "name": "Темные властелины"
    },
    {
        "description": "Троп, в котором персонажи используют ласковые или интимные имена друг для друга, часто как способ показать близость и эмоциональную связь.",
        "name": "Термины ласкания"
    },
    {
        "description": "В работе значительную роль играют персонажи, столкнувшиеся с одинаковой проблемой.",
        "name": "Товарищи по несчастью"
    },
    {
        "description": "Желание избежать реальности — персонажи стремятся быть где угодно, физически или эмоционально.",
        "name": "Только Не Здесь"
    },
    {
        "description": "Троп, в котором персонаж влюблен в кого-то, кто не отвечает взаимностью, что приводит к эмоциональной боли.",
        "name": "Тоска"
    },
    {
        "description": "В работе существенное внимание уделяется персонажу, сознательно или несознательно создающему помехи в отношениях между другими персонажами. Может иметь как романтический мотив, так и нет.",
        "name": "Третий лишний"
    },
    {
        "description": "В работе существенную роль играют архетипные персонажи, которым свойственно лукавство, шутовство, проказничество и обман, идущие вразрез социальным нормам.",
        "name": "Трикстеры"
    },
    {
        "description": "Альтернативная вселенная, в которой персонажи являются частью группы, гастролирующей по миру, театральной труппы или подобной группы, что часто ведет к товариществу, роману и конфликтам.",
        "name": "Турне"
    },
    {
        "description": "В работе описываются персонажи, которые совершили убийство против собственной воли.",
        "name": "Убийца поневоле"
    },
    {
        "description": "Персонажи уже вместе, когда начинается история — акцент на динамику существующих отношений.",
        "name": "Установленные Отношения"
    },
    {
        "description": "Сцены после сексуальной встречи, часто связанные с последствиями, эмоциональными последствиями или новой интимностью.",
        "name": "Утро после"
    },
    {
        "description": "Альтернативная вселенная, в которой один персонаж является учителем, а другой студентом, часто исследуя запретные отношения, динамику власти и этические дилеммы.",
        "name": "Учитель/Студент"
    },
    {
        "description": "Работа сосредоточена на высокомерных и чересчур гордых персонажах, которые требуют, чтобы к ним относились как к аристократам, независимо от того, являются ли они таковыми.",
        "name": "Химэдэрэ / Оджидэрэ"
    },
    {
        "description": "Работа сосредоточена на персонажах, которые скрывают свои романтические чувства от других людей (особенно от объекта любви), демонстрируя равнодушие, высокомерие, раздражительность, язвительность, но меняя своё отношение к сентиментальному и любящему. Сильно смущаются, когда речь заходит об их чувствах или когда объект любви находится рядом с ними.",
        "name": "Цундэрэ"
    },
    {
        "description": "Юмористическое или чувственное сравнение сексуальной анатомии — обычно с юмором.",
        "name": "Чуть Длиннее, Но Не Совсем Толще"
    },
    {
        "description": "Троп, в котором персонажи имеют физические или эмоциональные шрамы, часто использующиеся как символы прошлого травматического опыта, личного роста или внутреннего конфликта.",
        "name": "Шрамы"
    },
    {
        "description": "Рассказ через письма, сообщения или дневники — может раскрыть секреты персонажей и их желания уникальными способами.",
        "name": "Эпистолярный стиль"
    },
    {
        "description": "Работа строится на сюжетном тропе, предполагающем, что  незначительное событие впоследствии приведет к масштабным и непредсказуемым последствиям.",
        "name": "Эффект бабочки"
    },
    {
        "description": "В работе описываются персонажи, испытывающие сложности в понимании друг друга из-за принадлежности к разным языковым группам.",
        "name": "Языковой барьер"
    },
    {
        "description": "В работе значительную роль играют персонажи, которые на первый взгляд кажутся дружелюбными, но позже проявляют тягу к жестокости.",
        "name": "Янгирэ"
    },
    {
        "description": "Работа сосредоточена на влюбленном персонаже, который из ревности готов покалечить или даже убить всех соперников, а порой и объект любви.",
        "name": "Яндэрэ"
    }
]