[
    {
        "name": "Мэри Сью (Марти Стью)",
        "description": "В работе используется архетипный, чаще всего оригинальный персонаж, умышленно вписанный в центр сюжета так, что поведение других персонажей и реалии мира существуют исключительно в угоду этому персонажу и для развития только его или ее истории. Традиционно МС искажает то, как вокруг них работает мир; привлечение внимания к личностным качествам или действиям МС ставится автором выше, чем поддержка заданных каноном правил и/или характеров других персонажей."
    },
    {
        "name": "Самовставка",
        "description": "В работе использован художественный прием, предполагающий ?вписывание? автором самого себя в работу."
    },
    {
        "name": "Тайная личность",
        "description": "Работа сосредоточена на персонажах, скрывающих свою личность, выдающих себя за других либо ведущих двойную жизнь."
    },
    {
        "name": "Параллельные миры",
        "description": "В работе существенную роль играют параллельные миры."
    },
    {
        "name": "Все живы / Никто не умер",
        "description": "В работе умышленно игнорируются смерти персонажей, которые произошли в каноне, либо смерть обыгрывается таким образом, чтобы гарантированно обеспечить выживание персонажа."
    },
    {
        "name": "Противоположности",
        "description": "Работа строится на сюжетном тропе, в котором отношения развиваются между персонажами, противоположными друг другу (привлекательным персонажем и непривлекательным, интровертом и экстравертом, романтиком и циником и т.д.)."
    },
    {
        "name": "Становление героя",
        "description": "Работа сосредоточена на активном развитии и прогрессе персонажа."
    },
    {
        "name": "Под одной крышей",
        "description": "Работа сосредоточена на персонажах, не связанных кровными или брачными узами, которые проживают в одной комнате, квартире или доме."
    },
    {
        "name": "Попаданцы: В чужом теле",
        "description": "В работе описываются персонажи, которые тем или иным способом попадают в другой мир, а вместе с этим — в другое тело. Рекомендуется использовать метку в сочетании с меткой ?Попаданцы? для упрощения поиска."
    },
    {
        "name": "Антигерои",
        "description": "В работе существенную роль играют персонажи, имеющие преимущественно серую мораль и следующие своим личным представлениям о справедливости. Их нельзя идентифицировать ни как отрицательных, ни как положительных персонажей."
    },
    {
        "name": "Метки",
        "description": "В работе значительное внимание уделяется наличию у персонажей меток различного происхождения, их истории, значимости и/или их влиянию на персонажей."
    },
    {
        "name": "Истинные",
        "description": "Действие происходит в мире, где у персонажей есть заранее предопределенная по тем или иным признакам вторая половинка. Истинность может быть как исключительным и крайне редким, так и распространенным явлением, характерным для множества пар."
    },
    {
        "name": "Попаданцы: В своем теле",
        "description": "В работе описываются персонажи, которые тем или иным способом попадают в другой мир, но остаются в собственном теле. Рекомендуется использовать метку в сочетании с меткой ?Попаданцы? для упрощения поиска."
    },
    {
        "name": "Политические интриги",
        "description": "Сюжет работы сосредоточен на политических интригах."
    },
    {
        "name": "Спасение жизни",
        "description": "В работе существенную роль играют персонажи, которые спасают других персонажей в смертельно опасной ситуации."
    },
    {
        "name": "Яндэрэ",
        "description": "Работа сосредоточена на влюбленном персонаже, который из ревности готов покалечить или даже убить всех соперников, а порой и объект любви."
    },
    {
        "name": "Семейные тайны",
        "description": "В работе значительную роль играет тема семейных тайн."
    },
    {
        "name": "Великолепный мерзавец",
        "description": "В работе существенную роль играют отрицательные, но харизматичные персонажи."
    },
    {
        "name": "Раздвоение личности",
        "description": "В работе описываются персонажи, поведение и характер которых производят впечатление, что в одном теле существует несколько выраженных личностей, зачастую полных противоположностей, чаще всего вследствие фантастических или мистических причин. Не имеет отношения к реальному психологическому расстройству (метка ?Диссоциативное расстройство идентичности?)."
    },
    {
        "name": "Проблемы с законом",
        "description": "В работе значительную роль играют персонажи, совершившие правонарушения и/или преступления."
    },
    {
        "name": "Новая жизнь",
        "description": "Сюжет работы сосредоточен на персонажах, которые начинают жизнь заново (например, хотят оставить в прошлом преступность, плохие привычки и т.д.)"
    },
    {
        "name": "Раскрытие личностей",
        "description": "Работа строится на сюжетном тропе, в котором персонаж или персонажи скрывают свою настоящую личность от других. Центральную роль играет тема раскрытия тайны личности (намеренного или случайного): душевных переживаний персонажей, реакции окружающих, а также неизбежных последствий."
    },
    {
        "name": "Временные петли",
        "description": "Сюжет работы сосредоточен на персонаже или персонажах, которые повторно проживают один и тот же отрезок времени, каждый раз возвращаясь к его началу."
    },
    {
        "name": "Темное прошлое",
        "description": "В работе значительное внимание уделяется трагическому прошлому персонажа и/или персонажей."
    },
    {
        "name": "Отрицательный протагонист",
        "description": "Главным героем работы является однозначно отрицательный персонаж, чьи действия, цели или взгляды на жизнь являются недопустимыми с точки зрения автора и/или в мире работы."
    },
    {
        "name": "Отношения наполовину",
        "description": "Работа строится на сюжетном тропе, в котором один из персонажей уверен, что состоит в романтических отношениях, в то время как их ?партнер? не догадывается об этом."
    },
    {
        "name": "Жертвы обстоятельств",
        "description": "Работа сосредоточена на персонажах, чьи действия являются следствием влияния внешних факторов, нежели их собственной мотивации."
    },
    {
        "name": "Красная нить судьбы",
        "description": "В работе используется сюжетный троп, согласно которому предопределенные отношения между персонажами выражены в виде метафорической или буквальной красной нити, связывающей их."
    },
    {
        "name": "От героя к злодею",
        "description": "В работе важную роль играет изначально положительный персонаж, который становится отрицательным."
    },
    {
        "name": "Временные превращения",
        "description": "Работа сосредоточена на персонаже или персонажах одного вида, переживающих процесс временной трансформации в другой вид или обладающих такой способностью."
    },
    {
        "name": "Гендерная интрига",
        "description": "Сюжет работы сосредоточен на персонажах, которые по тем или иным причинам скрывают свою половую принадлежность, но не стремятся менять ее."
    },
    {
        "name": "Спасение мира",
        "description": "В работе значительную роль играет спасение мира."
    },
    {
        "name": "Предложение руки и сердца",
        "description": "Сюжет работы сосредоточен на персонаже или персонажах, которые ждут брачного предложения, хотят сделать своему партнеру или партнерам брачное предложение, подготовке к событию и/или самому событию."
    },
    {
        "name": "Защита любимого",
        "description": "Работа сосредоточена на персонажах, защищающих своих партнеров."
    },
    {
        "name": "Случайный поцелуй",
        "description": "Работа строится на сюжетном тропе, в котором значительную роль играет ненамеренный поцелуй."
    },
    {
        "name": "EIQ",
        "description": "Работа строится на сюжетном тропе, в котором все или большинство задействованных персонажей по умолчанию относятся к ЛГБТК+ сообществу и состоят в романтических или сексуальных отношениях друг с другом."
    },
    {
        "name": "От злодея к герою",
        "description": "В работе важную роль играет изначально отрицательный персонаж, который становится положительным или антигероем."
    },
    {
        "name": "Борьба за власть",
        "description": "В работе значительную роль играет тема борьбы за власть."
    },
    {
        "name": "Тайная сущность",
        "description": "Работа сосредоточена на персонажах, скрывающих свою истинную сущность."
    },
    {
        "name": "Игры на выживание",
        "description": "Сюжет работы строится на организации или участии персонажей в боях или иных соревнованиях на смерть, обычно до последнего оставшегося в живых."
    },
    {
        "name": "Любовный магнит",
        "description": "В центре произведения — персонаж, который притягивает к себе (в романтическом и/или сексуальном плане) других. Персонаж может очаровать любого, ничего для этого не делая, и даже не всегда осознавая этого (благодаря внешности, характеру и/или магии, которая влечёт других к персонажу)."
    },
    {
        "name": "Невзаимные предначертанные",
        "description": "В работе описываются персонажи, которые были так или иначе предначертаны друг другу, но тем не менее не могут состоять в гармоничных отношениях по какой-либо причине."
    },
    {
        "name": "Совместная кровать",
        "description": "В работе существенное внимание уделяется персонажам, которые разделяют спальное место друг с другом. Может происходить как случайно или вынужденно, так и добровольно; может носить как романтический, так и платонический характер."
    },
    {
        "name": "Иерархический строй",
        "description": "Мир, в который помещены персонажи, предполагает распределение слоев социума в зависимости от их статуса, богатства, родословной и прочего как социальную норму в том или ином виде. Возможны существенные допущения и отклонения от существующих в современности норм права и морали."
    },
    {
        "name": "Соулмейты: Татуировки",
        "description": "Действие работы происходит в мире, где персонажи распределены так, что у каждого есть вторая половинка. Предначертанные персонажи узнают друг о друге с помощью специальных меток-татуировок. Рекомендуется использовать метку в сочетании с жанром ?Соулмейты? для упрощения поиска."
    },
    {
        "name": "Соулмейты: Тактильный контакт",
        "description": "Действие работы происходит в мире, где персонажи распределены так, что у каждого есть вторая половинка. Предначертанные персонажи опознают друг друга через тактильный контакт и/или его проявления. Рекомендуется использовать метку в сочетании с жанром ?Соулмейты? для упрощения поиска."
    },
    {
        "name": "Обмен телами",
        "description": "Задействованные в работе персонажи переселяются в тела друг друга."
    },
    {
        "name": "Помощь врагу",
        "description": "В работе описываются персонажи, совершающие бескорыстные действия во благо своих недругов."
    },
    {
        "name": "Разница культур",
        "description": "В работе существенное внимание уделяется различиям между культурами и языками, носителями которых являются персонажи, а также проистекающим из этой разницы проблемам коммуникации"
    },
    {
        "name": "Воображаемые друзья",
        "description": "В работе описываются персонажи, которые придумывают собственного персонажа для общения, дружбы и других отношений, или испытывают такие чувства к несуществующему в их мире персонажу."
    },
    {
        "name": "Цундэрэ",
        "description": "Работа сосредоточена на персонажах, которые скрывают свои романтические чувства от других людей (особенно от объекта любви), демонстрируя равнодушие, высокомерие, раздражительность, язвительность, но меняя своё отношение к сентиментальному и любящему. Сильно смущаются, когда речь заходит об их чувствах или когда объект любви находится рядом с ними."
    },
    {
        "name": "Гнездование",
        "description": "В работе существенное внимание уделяется особому типу поведения, которое сопровождает период беременности или течку."
    },
    {
        "name": "Соулмейты: Изменение восприятия",
        "description": "Действие работы происходит в мире, где персонажи распределены так, что у каждого есть вторая половинка. Предначертанные персонажи опознают друг друга с помощью изменения восприятия (особые ощущения от тактильного контакта, обретение полноцветного зрения взамен черно-белого, особые запахи и т.д.). Рекомендуется использовать метку в сочетании с жанром ?Соулмейты? для упрощения поиска."
    },
    {
        "name": "Дворцовые интриги",
        "description": "Сюжет работы сосредоточен на дворцовых интригах."
    },
    {
        "name": "Попаданцы: В реальный мир",
        "description": "В работе описываются персонажи, которые тем или иным способом попадают из канонического вымышленного мира в реальность. Рекомендуется использовать метку в сочетании с меткой ?Попаданцы? для упрощения поиска."
    },
    {
        "name": "Sickfic",
        "description": "Сюжет работы сосредоточен на помощи персонажу или персонажам, имеющим дело c не слишком серьезной болезнью (к примеру, простудой)."
    },
    {
        "name": "Пропавшие без вести",
        "description": "В работе существенное внимание уделяется персонажам, которые пропали без вести."
    },
    {
        "name": "В одном теле",
        "description": "В работе значительное внимание уделяется персонажам, которые временно или на постоянной основе сосуществуют в одном теле и/или разуме (например, вследствие переселения душ, вследствие одержимости другой сущностью и т.д.)"
    },
    {
        "name": "Второй шанс",
        "description": "В работе существенное внимание уделяется второму шансу на что-либо."
    },
    {
        "name": "Переселение душ",
        "description": "В работе описывается возможность добровольного или насильственного извлечения души и/или личности из одного тела с последующим переселением в другое."
    },
    {
        "name": "Необратимые превращения",
        "description": "Работа сосредоточена на персонаже или персонажах одного вида, переживающих процесс перманентной трансформации в другой вид, связанные с этим переживания, адаптация к новому способу жизни и т.д."
    },
    {
        "name": "Попаданцы: Из одного фандома в другой",
        "description": "В работе описываются персонажи, которые тем или иным способом попадают из одного канонического вымышленного мира в другой. Рекомендуется использовать метку в сочетании с меткой ?Попаданцы? для упрощения поиска."
    },
    {
        "name": "Продажа души",
        "description": "В работе существенное внимание уделяется идее продажи персонажами души."
    },
    {
        "name": "Соулмейты: Опознавательные фразы",
        "description": "Действие работы происходит в мире, где персонажи распределены так, что у каждого есть вторая половинка. Предначертанные персонажи опознают друг друга по заранее обозначенным отдельным словам, ключевым фразам (первым услышанным или произнесенным словам, последним услышанным или произнесенным словам и т.д.), которые известны персонажам с рождения либо становятся известны в определенный период жизни. Рекомендуется использовать метку в сочетании с жанром ?Соулмейты? для упрощения поиска."
    },
    {
        "name": "Импринтинг",
        "description": "В работе описывается необратимая (или трудно обратимая) фиксация одного персонажа на другом, характеризующаяся влечением, желанием близости, установлением связи, изменениями в поведении, психологической или физической зависимостью от объекта."
    },
    {
        "name": "Совместное купание",
        "description": "В работе существенное внимание уделяется персонажам, которые принимают ванну или душ друг с другом. Может происходить как вынужденно, так и добровольно; может носить как романтический, так и платонический характер."
    },
    {
        "name": "Третий лишний",
        "description": "В работе существенное внимание уделяется персонажу, сознательно или несознательно создающему помехи в отношениях между другими персонажами. Может иметь как романтический мотив, так и нет."
    },
    {
        "name": "Сокрытие убийства",
        "description": "В работе значительную роль играет тема сокрытия убийства."
    },
    {
        "name": "Регрессия возраста",
        "description": "Сюжет работы сосредоточен на персонаже или персонажах, регрессировавших в возрасте психологически или физически вследствие внешних обстоятельств (травм мозга, магии, путешествий во времени, подобного)."
    },
    {
        "name": "Несексуальная близость",
        "description": "В работе существенное внимание уделяется персонажам, тесный физический контакт между которыми не носит сексуальной окраски."
    },
    {
        "name": "Роковая женщина / Роковой мужчина",
        "description": "В работе существенную роль играют персонажи, обладающие такими чертами, как агрессивная сексуальность, манипулятивность, загадочность, которые добиваются желаемого с помощью своей привлекательности."
    },
    {
        "name": "Ложные воспоминания",
        "description": "В работе важную роль играет то, что воспоминания одного или нескольких персонажей были полностью или частично изменены."
    },
    {
        "name": "Запредельно одаренный персонаж",
        "description": "В работе существенную роль играют персонажи, обладающие непревзойдёнными способностями в одной строго определённой области."
    },
    {
        "name": "Избранные",
        "description": "В работе значительную роль играет один персонаж, который является избранным с героической миссией."
    },
    {
        "name": "Война миров",
        "description": "Основой истории является сюжетный троп, в котором противостояние идет между разными мирами. Миры могут как сосуществовать в одной реальности, так и быть тайными, параллельными и т.д."
    },
    {
        "name": "Неразрывная связь",
        "description": "В работе описываются персонажи, объединены особой связью, чаще всего мистического либо физиологического происхождения, которую они не могут разорвать без значительного риска для себя или связанного с ними персонажа."
    },
    {
        "name": "Личность против системы",
        "description": "Работа строится на сюжетном тропе, в котором главный герой или группа героев пытаются изменить либо разрушить устоявшуюся систему мира."
    },
    {
        "name": "Одноминутный канонический персонаж",
        "description": "Работа сосредоточена на раскрытии персонажа, который появляется в каноне буквально на одну минуту или меньше, как максимально второстепенный."
    },
    {
        "name": "Сорванная свадьба",
        "description": "Работа строится на сюжетном тропе, в котором значительную роль играет срыв церемонии бракосочетания, одним из участников бракосочетания или кем-то посторонним."
    },
    {
        "name": "Борьба за справедливость",
        "description": "В работе значительную роль играет тема борьбы за справедливость."
    },
    {
        "name": "Товарищи по несчастью",
        "description": "В работе значительную роль играют персонажи, столкнувшиеся с одинаковой проблемой."
    },
    {
        "name": "Невидимый мир",
        "description": "Действие работы происходит в мире, который сосуществует с реальным, но остается скрытым для всех, кроме его обитателей."
    },
    {
        "name": "Золотая клетка",
        "description": "Работа сосредоточена на персонаже, окруженном благами и достатком, но не имеющем свободы."
    },
    {
        "name": "Магическая связь",
        "description": "В работе описываются персонажи, объединены особой связью магического происхождения."
    },
    {
        "name": "Ложные обвинения",
        "description": "Сюжет работы сосредоточен на персонаже или персонажах, которых ложно обвиняют в чем-либо."
    },
    {
        "name": "Соулмейты: Ментальная связь",
        "description": "Действие работы происходит в мире, где персонажи распределены так, что у каждого есть вторая половинка. Предначертанные персонажи узнают друг о друге через определенные проявления ментальной связи. Рекомендуется использовать метку в сочетании с жанром ?Соулмейты? для упрощения поиска."
    },
    {
        "name": "Языковой барьер",
        "description": "В работе описываются персонажи, испытывающие сложности в понимании друг друга из-за принадлежности к разным языковым группам."
    },
    {
        "name": "Соулмейты: Сны",
        "description": "Действие работы происходит в мире, где персонажи распределены так, что у каждого есть вторая половинка. Предначертанные персонажи узнают друг о друге через сновидения. Рекомендуется использовать метку в сочетании с жанром ?Соулмейты? для упрощения поиска."
    },
    {
        "name": "Rape/Revenge",
        "description": "Разновидность Hurt/Comfort, в которой ?hurt? является изнасилованием, а ?comfort? достигается через месть насильникам."
    },
    {
        "name": "Омегаверс: Альфа/Альфа",
        "description": "Действие происходит в мире омегаверса, а основное внимание в работе сосредоточено на отношениях между персонажами-альфами. Рекомендуется использовать метку в сочетании с жанром ?Омегаверс? для упрощения поиска."
    },
    {
        "name": "Янгирэ",
        "description": "В работе значительную роль играют персонажи, которые на первый взгляд кажутся дружелюбными, но позже проявляют тягу к жестокости."
    },
    {
        "name": "Антизлодеи",
        "description": "В работе существенную роль играют персонажи, наделенные  героическими чертами характера и/или добродетелями и преследующие положительные цели, но их методы достижения этих целей очевидно отрицательные и/или неприемлемые."
    },
    {
        "name": "Дама в беде",
        "description": "В работе используется сюжетный троп, согласно которому персонаж, считающийся слабым или некомпетентным (чаще всего вследствие гендерной принадлежности или социального статуса), оказывается в опасной ситуации, из которой не может выбраться сам, и вынужден ждать спасения со стороны других персонажей."
    },
    {
        "name": "Вторжение пришельцев",
        "description": "В работе значительную роль играет нападение враждебных внеземных форм жизни, целью которого является уничтожение или порабощение планеты."
    },
    {
        "name": "Демиурги",
        "description": "Сюжет работы сосредоточен на жизни и деятельности персонажа или персонажей, способных менять мир и влиять на жизни всего существующего."
    },
    {
        "name": "Раскрытие магии",
        "description": "Работа строится на сюжетном тропе, в котором персонаж или персонажи обладают магией и прячут её в тайне от других. Центральную роль играет тема раскрытия тайных магических сил персонажа (намеренного или случайного): его душевных переживаний, реакции окружающих, а также неизбежных последствий."
    },
    {
        "name": "Омегаверс: Альфа/Омега/Альфа",
        "description": "Действие происходит в мире омегаверса, а основное внимание в работе сосредоточено на отношениях между несколькими персонажами-альфами и одним персонажем-омегой. Рекомендуется использовать метку в сочетании с жанром ?Омегаверс? для упрощения поиска."
    },
    {
        "name": "Последний рубеж",
        "description": "Основой истории является сюжетный троп, в котором небольшая группа персонажей противостоит многократно превосходящим силам противника."
    },
    {
        "name": "Один день",
        "description": "Работа сосредоточена на одном-единственном дне из жизни персонажа."
    },
    {
        "name": "Убийца поневоле",
        "description": "В работе описываются персонажи, которые совершили убийство против собственной воли."
    },
    {
        "name": "Первый контакт",
        "description": "В работе существенную роль играет первая встреча двух до этого незнакомых культур."
    },
    {
        "name": "Без канонических персонажей",
        "description": "В работе используется мир канона, но не используются канонические персонажи либо им уделено крайне незначительное внимание."
    },
    {
        "name": "Омегаверс: Омега/Омега",
        "description": "Действие происходит в мире омегаверса, а основное внимание в работе сосредоточено на отношениях между персонажами-омегами. Рекомендуется использовать метку в сочетании с жанром ?Омегаверс? для упрощения поиска."
    },
    {
        "name": "Омегаверс: Омега/Альфа/Омега",
        "description": "Действие происходит в мире омегаверса, а основное внимание в работе сосредоточено на отношениях между несколькими персонажами-омегами и одним персонажем-альфой. Рекомендуется использовать метку в сочетании с жанром ?Омегаверс? для упрощения поиска."
    },
    {
        "name": "Герой поневоле",
        "description": "Работа строится на сюжетном тропе, в котором персонаж или персонажи становятся героями по зачастую независящему от них стечению обстоятельств."
    },
    {
        "name": "Лебединая верность",
        "description": "После безвременной смерти возлюбленного или возлюбленной персонаж навсегда остаётся одиноким."
    },
    {
        "name": "Последний шанс",
        "description": "В работе существенное внимание уделяется последним шансам на что-либо."
    },
    {
        "name": "Неизвестные родственники",
        "description": "В работе значительную роль играют родственники, о которых персонажи не знают."
    },
    {
        "name": "Темные властелины",
        "description": "В работе существенную роль играют отрицательные персонажи — абсолютное зло, архетип героического фэнтези. Противоположность Светлых властелинов."
    },
    {
        "name": "Соулмейты: Ранения",
        "description": "Действие работы происходит в мире, где персонажи распределены так, что у каждого есть вторая половинка. Предначертанные персонажи опознают друг друга по идентичным ранениям в одних и тех же местах. Рекомендуется использовать метку в сочетании с жанром ?Соулмейты? для упрощения поиска."
    },
    {
        "name": "Злобные бывшие",
        "description": "В работе важную роль играет злобность бывшего или бывшей одного из персонажей."
    },
    {
        "name": "Мир без гомофобии",
        "description": "Действие работы происходит в мире или обществе, в котором не существует понятия ?гомофобия?, а гомосексуальные и/или бисексуальные отношения являются нормой."
    },
    {
        "name": "Соулмейты: Общая боль",
        "description": "Действие происходит в мире, где у каждого есть вторая половинка. Предначертанные персонажи разделяют боль (если у одного болит живот, то и у второго тоже; если один поранился, то второй тоже чувствует боль от раны), но не получают увечий своего соулмейта. Рекомендуется использовать метку в сочетании с жанром ?Соулмейты? для упрощения поиска."
    },
    {
        "name": "Отсутствие души",
        "description": "В работе существенное внимание уделяется идее отсутствия души у персонажа по тем или иным причинам."
    },
    {
        "name": "Трикстеры",
        "description": "В работе существенную роль играют архетипные персонажи, которым свойственно лукавство, шутовство, проказничество и обман, идущие вразрез социальным нормам."
    },
    {
        "name": "Попаданцы: Из фандома в ориджинал",
        "description": "В работе описываются персонажи, которые тем или иным способом попадают из канонического вымышленного мира в мир, придуманный автором работы. Рекомендуется использовать метку в сочетании с меткой ?Попаданцы? для упрощения поиска."
    },
    {
        "name": "Эффект бабочки",
        "description": "Работа строится на сюжетном тропе, предполагающем, что  незначительное событие впоследствии приведет к масштабным и непредсказуемым последствиям."
    },
    {
        "name": "Запрет на магию",
        "description": "В работе описывается мир, где магия запрещена."
    },
    {
        "name": "BDSM-вселенная",
        "description": "Мир, в который помещены персонажи, предполагает обязательное разделение на доминантов и сабмиссивов независимо от пола, гендера и ориентации, а также D/s-отношения как социальную норму в том или ином виде."
    },
    {
        "name": "Кудэрэ",
        "description": "В работе фигурирует молчаливый, апатичный, внешне не эмоциональный, тихий, почти незаметный персонаж."
    },
    {
        "name": "Безумные ученые",
        "description": "В работе существенную роль играют архетипные эксцентричные персонажи-ученые."
    },
    {
        "name": "Тайные поклонники",
        "description": "Работа сосредоточена на персонажах, которые оказывают знаки внимания анонимно или сами получают такие знаки."
    },
    {
        "name": "Соулмейты: Физические проявления",
        "description": "Действие работы происходит в мире, где персонажи распределены так, что у каждого есть вторая половинка. Предначертанные персонажи опознают друг друга с помощью определенных физических проявлений. Рекомендуется использовать метку в сочетании с жанром ?Соулмейты? для упрощения поиска."
    },
    {
        "name": "Неидеальный омегаверс",
        "description": "Действие работы происходит в мире, где персонажи распределены на три типа: альфы, беты и омеги, каждый из которых обладает рядом физиологических особенностей, сексуальных пристрастий, определенным положением в социальной иерархии. В работе значительное внимание уделяется недостаткам социального строя такого общества."
    },
    {
        "name": "Однополый мир",
        "description": "Действие работы происходит в мире, населенном персонажами только одного пола или гендера."
    },
    {
        "name": "Наблюдатели",
        "description": "В работе существенное внимание уделяется персонажам (часто обладающим всемогуществом и/или всезнанием), которые занимаются наблюдением за происходящими событиями и другими персонажами, но по каким-либо причинам не имеют права вмешиваться  в ход событий."
    },
    {
        "name": "Разрыв связи",
        "description": "В работе описываются персонажи, объединены особой связью, чаще всего мистического либо физиологического происхождения, которую они разрывают по той или иной причине."
    },
    {
        "name": "Изменились за лето",
        "description": "Работа строится на сюжетном тропе (чаще всего юмористического характера), в котором персонаж, отсутствовавший какое-то время, возвращается с сильно изменившимся характером, поведением, внешним видом (например, значительно похорошевшим после летних каникул)."
    },
    {
        "name": "Деконструкция",
        "description": "Сюжет работы или ее ключевые моменты строятся на переосмыслении популярных тропов и штампов."
    },
    {
        "name": "Волк в овечьей шкуре",
        "description": "В работе описываются заведомо отрицательные персонажи, которые притворяются положительными и скрывают свою истинную сущность."
    },
    {
        "name": "От антигероя к герою",
        "description": "В работе важную роль играет персонаж с серой моралью, который становится положительным."
    },
    {
        "name": "Анти-Сью (Анти-Стью)",
        "description": "Работа строится на использовании антипода Мэри Сью / Марти Стью. Персонажи-Анти-Сью характеризуются хронической невезучестью, им всегда плохо, они попадают в самые ужасные ситуации и так далее."
    },
    {
        "name": "Омегаверс: Больше трех полов",
        "description": "Действие работы происходит в мире, где персонажи распределены на более чем три типа (альфы, беты и омеги), каждый из которых обладает рядом физиологических особенностей, сексуальных пристрастий, определенным положением в социальной иерархии и т.д. Рекомендуется использовать метку в сочетании с жанром ?Омегаверс? для упрощения поиска."
    },
    {
        "name": "Наперегонки со временем",
        "description": "Персонажи работы поставлены в жёсткие временные рамки, в которые они должны успеть выполнить определенное задание."
    },
    {
        "name": "Омегаверс: Альфа/Бета",
        "description": "Действие происходит в мире омегаверса, а основное внимание в работе сосредоточено на отношениях между персонажем-альфой и персонажем-бетой. Рекомендуется использовать метку в сочетании с жанром ?Омегаверс? для упрощения поиска."
    },
    {
        "name": "Магические клятвы",
        "description": "В работе существенное внимание уделяется магическим клятвам."
    },
    {
        "name": "Живой сосуд",
        "description": "В работе описываются персонажи, которые держат в теле или душе мистическое существо или энергию."
    },
    {
        "name": "От героя к антигерою",
        "description": "В работе важную роль играет изначально положительный персонаж, который становится антигероем."
    },
    {
        "name": "Соулмейты: Общие эмоции",
        "description": "Действие работы происходит в мире, где персонажи распределены так, что у каждого есть вторая половинка. Предначертанные персонажи обладают способностью чувствовать и/или разделять эмоции друг друга. Рекомендуется использовать метку в сочетании с жанром ?Соулмейты? для упрощения поиска."
    },
    {
        "name": "Повторение судьбы",
        "description": "В работе значительную роль играют персонажи, которые повторяют чью-то судьбу."
    },
    {
        "name": "Серая мышь",
        "description": "Работа строится на сюжетном тропе, в котором существенную роль играет исключительно заурядный (внешне или характером) персонаж."
    },
    {
        "name": "Попаданцы: По обмену",
        "description": "В работе описываются персонажи, которые попали в миры друг друга. Рекомендуется использовать метку в сочетании с меткой ?Попаданцы? для упрощения поиска."
    },
    {
        "name": "Плененные путешествием",
        "description": "В работе персонажи отправляются в путешествие, из которого никогда не вернутся."
    },
    {
        "name": "Дремлющее зло",
        "description": "Работа строится на сюжетном тропе, в котором в роли антагониста выступает недоброжелательная сила, чаще всего хтонического характера, которая длительное время не проявляет никакой активности."
    },
    {
        "name": "От смертного к божественному существу",
        "description": "В работе важную роль играет персонаж, который обретает божественный статус."
    },
    {
        "name": "От героя к монстру",
        "description": "В работе важную роль играет изначально положительный персонаж, подвергшийся кардинальному перелому личности, схожему или граничащему с безумием, с последующей трансформацией в нечто, что можно охарактеризовать как ?монстр?."
    },
    {
        "name": "Соулмейты: Предметы",
        "description": "Действие работы происходит в мире, где персонажи распределены так, что у каждого есть вторая половинка. Предначертанные персонажи опознают друг друга с помощью определенных предметов или определенного поведения этих предметов. Рекомендуется использовать метку в сочетании с жанром ?Соулмейты? для упрощения поиска."
    },
    {
        "name": "Поиск родителей",
        "description": "В работе существенную роль играют поиски пропавших без вести, бросивших главного героя, или неизвестных герою родителей."
    },
    {
        "name": "Дандэрэ",
        "description": "Работа сосредоточена на крайне стеснительных и молчаливых к объекту своей симпатии персонажах."
    },
    {
        "name": "Альтернативные судьбы",
        "description": "Персонаж в работе проживает несколько вариантов своей жизни одновременно."
    },
    {
        "name": "Омегаверс: f!Альфа/m!Омега",
        "description": "Действия происходят в мире омегаверса, а основное внимание в работе сосредоточено на отношениях альфы, идентифицирующейся как женщина, и омеги, идентифицирующегося как мужчина. Рекомендуется использовать метку в сочетании с жанром ?Омегаверс? для упрощения поиска."
    },
    {
        "name": "Ментальная тюрьма",
        "description": "В работе значительную роль играет сюжетный троп, в котором персонаж или персонажи заперты внутри собственного разума, оставаясь при этом физически свободными."
    },
    {
        "name": "Ошибочная идентификация",
        "description": "Работа строится на сюжетном тропе, в котором персонажа принимают за кого-то другого. Это может быть изначальным намерением персонажа или произойти случайно."
    },
    {
        "name": "Соулмейты: Действия",
        "description": "Действие работы происходит в мире, где персонажи распределены так, что у каждого есть вторая половинка. Предначертанные персонажи могут так или иначе влиять на действия друг друга. Рекомендуется использовать метку в сочетании с жанром ?Соулмейты? для упрощения поиска."
    },
    {
        "name": "От злодея к антигерою",
        "description": "В работе важную роль играет изначально отрицательный персонаж, который становится антигероем."
    },
    {
        "name": "Субверсия тропов",
        "description": "Сюжет работы или ее ключевые моменты строятся на использовании в работе популярных тропов и штампов в непривычном, неожиданном разрезе, зачастую идущем против ожиданий читателя."
    },
    {
        "name": "Регресс",
        "description": "Сюжет основан на регрессивных тенденциях мира и общества, утрате сложных технологий, примитивизации техники и общества."
    },
    {
        "name": "Копирование сознания",
        "description": "В работе описывается возможность копирования сознания (мозга, разума) в другое тело или на другой носитель, биологический или искусственный."
    },
    {
        "name": "От антигероя к злодею",
        "description": "В работе важную роль играет персонаж с серой моралью, который становится отрицательным."
    },
    {
        "name": "Омегаверс: Альфа/Бета/Омега",
        "description": "Действие происходит в мире омегаверса, а основное внимание в работе сосредоточено на взаимоотношениях между персонажем-альфой, персонажем-бетой и персонажем-омегой. Рекомендуется использовать метку в сочетании с жанром ?Омегаверс? для упрощения поиска."
    },
    {
        "name": "Восстание машин",
        "description": "В работе значительную роль играет искусственный интеллект, ставший доминирующей разумной формой жизни на планете и захвативший контроль над цивилизацией или планетой, чаще всего с помощью компьютеров и роботов."
    },
    {
        "name": "Обратный омегаверс",
        "description": "Действие происходит в мире омегаверса, где доминирующим социальным классом являются омеги. Рекомендуется использовать метку в сочетании с жанром ?Омегаверс? для упрощения поиска."
    },
    {
        "name": "Соулмейты: Контакт через кожу",
        "description": "Действие работы происходит в мире, где персонажи распределены так, что у каждого есть вторая половинка. Предначертанные персонажи могут писать на своем теле, чтобы написанное появилось у соулмейта на коже, обычно на той же части тела. Рекомендуется использовать метку в сочетании с жанром ?Соулмейты? для упрощения поиска."
    },
    {
        "name": "Забытый герой",
        "description": "В работе описываются персонажи, которые совершили подвиги, но были забыты либо о них никогда не узнали."
    },
    {
        "name": "Соулмейты: Разноцветные глаза",
        "description": "Действие работы происходит в мире, где персонажи распределены так, что у каждого есть вторая половинка. Предначертанные персонажи опознают друг друга по парному цвету глаз (например, персонаж с левым голубым и правым карим глазом встречает персонажа с правым голубым и левым карим глазом). Рекомендуется использовать метку в сочетании с жанром ?Соулмейты? для упрощения поиска."
    },
    {
        "name": "От простонародья к аристократу",
        "description": "В работе значительную роль играет персонаж не знатного происхождения, который становится аристократом (например, через брак, обнаружив свои аристократические корни и т.д.)"
    },
    {
        "name": "Клюква",
        "description": "В работе значительную роль играют стереотипы о том или ином народе или социальной группе, нередко оторванные от реальности и/или доведённые до абсурда."
    },
    {
        "name": "Перезапуск мира",
        "description": "Работа строится на сюжетном тропе, подразумевающем  новую интерпретацию уже существующего сеттинга."
    },
    {
        "name": "Золушка",
        "description": "Работа строится на сюжетном тропе, в котором существенную роль играет архетипная ?Золушка?: персонаж, став сиротой, остается на попечение ?Мачехи?, выполняет тяжелую работу, сталкивается с трудностями, но в итоге обретает счастье, встретив своего ?Принца?."
    },
    {
        "name": "Мнимая свобода",
        "description": "В работе описываются персонажи, которые считают себя свободными, но на деле находятся под строгим контролем. Персонажи, делая то, что хотят делать, делают лишь то, что им позволено кем-то другим."
    },
    {
        "name": "От божественного существа к смертному",
        "description": "В работе важную роль играет персонаж, который перестает носить божественный статус."
    },
    {
        "name": "Зловещая находка",
        "description": "В работе значительную роль играет объект, нахождение которого повлечёт неминуемые негативные последствия."
    },
    {
        "name": "Омегаверс: Смена второго пола",
        "description": "Действие происходит в мире омегаверса, а основное внимание в работе сосредоточено на персонажах, меняющих второй пол (например, в результате гормональных отклонений, болезни, гормональной терапии и т.д.). Рекомендуется использовать метку в сочетании с жанром ?Омегаверс? для упрощения поиска."
    },
    {
        "name": "Байронические герои",
        "description": "В работе существенную роль играют персонажи — разновидность антигероев, характеризующиеся саморазрушительным поведением, эгоцентризмом, высокомерием, харизматичностью, а также отрицанием правил и норм общества."
    },
    {
        "name": "Химэдэрэ / Оджидэрэ",
        "description": "Работа сосредоточена на высокомерных и чересчур гордых персонажах, которые требуют, чтобы к ним относились как к аристократам, независимо от того, являются ли они таковыми."
    },
    {
        "name": "Кабэ-дон",
        "description": "В работе описывается ситуация, в которой один персонаж силой прижимает другого к стене, пытаясь создать неловкое, сексуальное и/или пугающее положение."
    },
    {
        "name": "От героя к обычному персонажу",
        "description": "В работе важную роль играет персонаж, который перестает носить геройский статус."
    },
    {
        "name": "Роковое усилие",
        "description": "Персонаж обнаруживает, что может использовать свои способности в супер-режиме, но это достается ужасной ценой (персонаж умирает, сходит с ума, превращается в монстра, теряет жизненные силы или переходит на другой уровень бытия)."
    },
    {
        "name": "Гадкий утенок",
        "description": "Работа строится на сюжетном тропе, в котором существенную роль играет путь персонажа от непривлекательного к привлекательному, чаще всего внешне."
    },
    {
        "name": "Соулмейты: Предпочтения",
        "description": "Действие работы происходит в мире, где персонажи распределены так, что у каждого есть вторая половинка. Предначертанные персонажи опознают друг друга по определенным предпочтениям. Рекомендуется использовать метку в сочетании с жанром ?Соулмейты? для упрощения поиска."
    },
    {
        "name": "Светлые властелины",
        "description": "В работе существенную роль играют положительные персонажи — абсолютное добро, архетип героического фэнтези. Противоположность Темных властелинов."
    },
    {
        "name": "Abuse/Comfort",
        "description": "Разновидность Hurt/Comfort, в которой ?hurt? является абьюзивными отношениями, а ?comfort? достигается через помощь по выходу из них и в восстановлении после."
    },
    {
        "name": "Accidental Baby Acquisition",
        "description": "Characters unexpectedly end up caring for a baby, often leading to bonding or domestic hijinks."
    },
    {
        "name": "Accidental Marriage",
        "description": "Characters unknowingly get married or are surprised to find themselves wed due to drunken mistakes or cultural mishaps."
    },
    {
        "name": "Age Difference",
        "description": "A relationship where there is a significant age gap between characters, often leading to power dynamic discussions."
    },
    {
        "name": "Aliens Made Them Do It",
        "description": "Characters are forced into sexual situations due to alien influence, often involving mind control or cultural customs."
    },
    {
        "name": "Alpha/Beta/Omega",
        "description": "Characters are part of a social structure based on dominance, neutrality, or submission—often involving heat cycles and mating."
    },
    {
        "name": "Amnesia",
        "description": "One or more characters suffer memory loss, often leading to rediscovery of identity or love."
    },
    {
        "name": "Arranged Marriage",
        "description": "Two characters are bound in a romantic or sexual relationship due to family or societal arrangements, often with initial resistance."
    },
    {
        "name": "Bed Sharing",
        "description": "Characters are forced to share a bed, often due to circumstances like only one bed available, sparking sexual tension or cuddles."
    },
    {
        "name": "Bonding (trope)",
        "description": "Characters form an emotional or magical bond, sometimes involuntarily, with implications for intimacy and loyalty."
    },
    {
        "name": "Canon Divergence AU",
        "description": "The story follows canon until a certain point where it diverges into a different path."
    },
    {
        "name": "Fake/Pretend Relationship",
        "description": "Characters pretend to be in a romantic relationship, often to deceive others, only to develop real feelings."
    },
    {
        "name": "Friends to Lovers",
        "description": "Characters who start as close friends slowly fall in love, usually with lots of pining and miscommunication."
    },
    {
        "name": "Harem (trope)",
        "description": "A single character is pursued or surrounded by multiple love interests, often involving jealousy and rivalry."
    },
    {
        "name": "Love Confession",
        "description": "A character finally confesses romantic or sexual feelings to the other, often after tension builds."
    },
    {
        "name": "Mutual Pining",
        "description": "Both characters secretly long for each other but believe the feelings aren’t returned, leading to slow burn tension."
    },
    {
        "name": "Soulbond (trope)",
        "description": "Characters are magically or spiritually connected in a way that often influences emotions, sensations, or destiny."
    },
    {
        "name": "Soulmates",
        "description": "Characters are destined to be together, often marked by a magical or cosmic connection."
    },
    {
        "name": "Unresolved Sexual Tension",
        "description": "Sexual or romantic tension between characters that remains unfulfilled for extended periods, often with near-kisses and longing stares."
    },
    {
        "name": "Aliens Made Them Do It",
        "description": "Characters are forced into sexual situations due to alien influence, often involving mind control or cultural customs."
    },
    {
        "name": "Alpha/Beta/Omega",
        "description": "A dynamic where characters are assigned social/biological roles—Alphas dominate, Betas are neutral, and Omegas are submissive and often go into heat."
    },
    {
        "name": "Butterflyverse",
        "description": "A trope derived from alternate realities or timelines where one small change leads to vastly different events, often with sexual consequences."
    },
    {
        "name": "Dead Dove: Do Not Eat",
        "description": "A tag warning that the content includes dark, potentially triggering material (like incest, non-con) that won't be treated lightly or resolved."
    },
    {
        "name": "First Time (genre)",
        "description": "Stories where a character is experiencing sex for the first time, often with a focus on emotional or physical reactions."
    },
    {
        "name": "Friends With Benefits",
        "description": "Characters engage in sexual activity without romantic commitment, though feelings often complicate things."
    },
    {
        "name": "Fuck or Die",
        "description": "Characters must have sex or face dire consequences, often seen in magical, sci-fi, or cursed scenarios."
    },
    {
        "name": "Heat Fic",
        "description": "Usually in A/B/O settings, a character enters 'heat' and must have sex, often urgently and repeatedly."
    },
    {
        "name": "Mission Sex",
        "description": "Characters engage in sex as part of or during a mission—either for disguise, information, or stress relief."
    },
    {
        "name": "Morning After (trope)",
        "description": "Scenes following a sexual encounter, often dealing with consequences, emotional fallout, or new intimacy."
    },
    {
        "name": "One Night Stand (trope)",
        "description": "A single sexual encounter between characters, typically with unexpected consequences or emotional complexity."
    },
    {
        "name": "PWP",
        "description": "Short for 'Plot? What Plot?'—stories that exist only to showcase sex scenes with minimal or no story."
    },
    {
        "name": "Reverse Harem",
        "description": "One character (usually female) is the romantic/sexual focus of multiple other characters."
    },
    {
        "name": "Rude Interruption",
        "description": "Sex is interrupted—often for comedic or dramatic effect—by another person or circumstance."
    },
    {
        "name": "Unresolved Sexual Tension",
        "description": "Build-up of mutual attraction and near-sexual encounters between characters that remain unfulfilled."
    },
    {
        "name": "We're Not Gay, We Just Love Each Other",
        "description": "Two male characters have intense emotional and sexual bonds but deny or struggle with labeling it gay."
    },
    {
        "name": "Weepy Uke Syndrome",
        "description": "Typically in yaoi, the submissive male (uke) is overly emotional, fragile, and constantly crying."
    },
    {
        "name": "Silvertongue (trope)",
        "description": "A character seduces others through skilled or manipulative speech, often leading to sexual success."
    },
    {
        "name": "Abuse",
        "description": "Explores physical, emotional, or sexual abuse—usually tagged to warn for dark content."
    },
    {
        "name": "Accidental Baby Acquisition",
        "description": "Characters unexpectedly end up caring for a baby, often leading to bonding or domestic hijinks."
    },
    {
        "name": "Accidental Marriage",
        "description": "Characters unknowingly get married or are surprised to find themselves wed due to drunken mistakes or cultural mishaps."
    },
    {
        "name": "Age Difference",
        "description": "A relationship where there is a significant age gap between characters, often leading to power dynamic discussions."
    },
    {
        "name": "Aliens Made Them Do It",
        "description": "Characters are forced into sexual situations due to alien influence, often involving mind control or cultural customs."
    },
    {
        "name": "Alpha/Beta/Omega",
        "description": "Characters are part of a social structure based on dominance, neutrality, or submission—often involving heat cycles and mating."
    },
    {
        "name": "Amnesia",
        "description": "One or more characters suffer memory loss, often leading to rediscovery of identity or love."
    },
    {
        "name": "Arranged Marriage",
        "description": "Two characters are bound in a romantic or sexual relationship due to family or societal arrangements, often with initial resistance."
    },
    {
        "name": "Bed Sharing",
        "description": "Characters are forced to share a bed, often due to circumstances like only one bed available, sparking sexual tension or cuddles."
    },
    {
        "name": "Bonding (trope)",
        "description": "Characters form an emotional or magical bond, sometimes involuntarily, with implications for intimacy and loyalty."
    },
    {
        "name": "Canon Divergence AU",
        "description": "The story follows canon until a certain point where it diverges into a different path."
    },
    {
        "name": "Fake/Pretend Relationship",
        "description": "Characters pretend to be in a romantic relationship, often to deceive others, only to develop real feelings."
    },
    {
        "name": "Friends to Lovers",
        "description": "Characters who start as close friends slowly fall in love, usually with lots of pining and miscommunication."
    },
    {
        "name": "Harem (trope)",
        "description": "A single character is pursued or surrounded by multiple love interests, often involving jealousy and rivalry."
    },
    {
        "name": "Love Confession",
        "description": "A character finally confesses romantic or sexual feelings to the other, often after tension builds."
    },
    {
        "name": "Mutual Pining",
        "description": "Both characters secretly long for each other but believe the feelings aren’t returned, leading to slow burn tension."
    },
    {
        "name": "Soulbond (trope)",
        "description": "Characters are magically or spiritually connected in a way that often influences emotions, sensations, or destiny."
    },
    {
        "name": "Soulmates",
        "description": "Characters are destined to be together, often marked by a magical or cosmic connection."
    },
    {
        "name": "Unresolved Sexual Tension",
        "description": "Sexual or romantic tension between characters that remains unfulfilled for extended periods, often with near-kisses and longing stares."
    },
    {
        "name": "Alien Abduction",
        "description": "Characters are kidnapped by aliens—sometimes for probing, sometimes for breeding, sometimes for comedy."
    },
    {
        "name": "Alternate Reincarnation",
        "description": "Characters are reincarnated in new lives, retaining or rediscovering past connections."
    },
    {
        "name": "Altpower",
        "description": "Canon characters have alternate superpowers or abilities not present in the original work."
    },
    {
        "name": "Angels",
        "description": "Supernatural beings of divine origin—sometimes benevolent, sometimes terrifying—often involved in taboo or cosmic sex."
    },
    {
        "name": "Animal Transformation",
        "description": "Characters shift into animals or are cursed to do so—can be symbolic, magical, or sexy."
    },
    {
        "name": "Anywhere But Here (genre)",
        "description": "A desire to escape reality—characters yearn to be elsewhere, physically or emotionally."
    },
    {
        "name": "Apocalypse AU",
        "description": "Set in a post-civilization world—zombies, viruses, nuclear fallout—where survival alters relationships."
    },
    {
        "name": "Artificial Intelligence",
        "description": "Characters are AIs or interact with sentient machines—can involve robotic sex, ethics, or programming-based dynamics."
    },
    {
        "name": "Asexuality",
        "description": "One or more characters identify as asexual; may explore intimacy, identity, and relationships without sex."
    },
    {
        "name": "Bleeds",
        "description": "A trope where injuries—often minor ones—occur in emotionally or sexually charged scenes, sometimes used symbolically."
    },
    {
        "name": "Denialfic",
        "description": "A character is in denial about their feelings, identity, or reality—often leads to internal conflict and pining."
    },
    {
        "name": "Didn't Know They Were Dating",
        "description": "Characters behave like a couple without realizing they are one until others point it out."
    },
    {
        "name": "Dissociation",
        "description": "A character detaches from reality or emotions, often portrayed during trauma or high stress, sometimes tied to sexual content."
    },
    {
        "name": "Divorce Fic",
        "description": "Characters deal with divorce—either from each other or with it as a backdrop to the story."
    },
    {
        "name": "Documentation",
        "description": "Fics presented as reports, transcripts, or meta-texts—form shapes the story, often humorously or for worldbuilding."
    },
    {
        "name": "Domestic",
        "description": "Focuses on everyday home life and intimacy—often fluffy, comforting, or quietly romantic."
    },
    {
        "name": "Dominance Hierarchy",
        "description": "A setting or relationship governed by dominance structures—can be societal, pack-based, or psychological."
    },
    {
        "name": "Don't Ask Don't Tell (trope)",
        "description": "Characters hide their relationship or identity due to institutional or societal pressure, often tied to the military."
    },
    {
        "name": "Doppelganger (trope)",
        "description": "A character meets an identical version of themselves—used for tension, identity crisis, or sexual exploration."
    },
    {
        "name": "Dream (trope)",
        "description": "The events happen in a dream or dream-like state—may be symbolic, erotic, or unreliable."
    },
    {
        "name": "Endverse",
        "description": "Post-apocalyptic setting based on an alternate timeline—usually derived from a specific canon’s dark future."
    },
    {
        "name": "Enemies to Lovers",
        "description": "Characters begin with animosity and end up falling for each other through tension, conflict, and chemistry."
    },
    {
        "name": "Enemy to Caretaker",
        "description": "An enemy is forced to care for a hurt or vulnerable protagonist, often leading to intimacy and softened hostility."
    },
    {
        "name": "Epistolary Fic",
        "description": "Told through letters, messages, or journals—can reveal character secrets and desires in unique ways."
    },
    {
        "name": "Established Relationship",
        "description": "Characters are already together when the story begins—focuses on the dynamics of an existing relationship."
    },
    {
        "name": "Ever so slightly longer but not quite as thick",
        "description": "A humorous or sensual comparison of sexual anatomy—usually tongue-in-cheek."
    },
    {
        "name": "Everybody Lives",
        "description": "An alternate outcome where no major characters die, often used as fix-it or feel-good content."
    },
    {
        "name": "Everyone Is Gay",
        "description": "A fandom trope where all characters are reimagined as queer, sometimes humorously or idealistically."
    },
    {
        "name": "Everyone Is Related",
        "description": "A twist or headcanon where characters turn out to share familial ties—used seriously or for crack."
    },
    {
        "name": "Evil Twin",
        "description": "A character faces a version of themselves who is evil—used for dramatic tension, mistaken identity, or kink."
    },
    {
        "name": "Eye Sex",
        "description": "Characters exchange intense, loaded glances that practically drip with unspoken sexual tension."
    },
    {
        "name": "Fairy Tale AU",
        "description": "Characters are placed in fairy tale settings or retellings—complete with magic, curses, and archetypes."
    },
    {
        "name": "Fake/Pretend Relationship",
        "description": "Characters pretend to be in a romantic relationship—often leading to real feelings."
    },
    {
        "name": "Fever Dream",
        "description": "Surreal or disjointed sequences, often symbolic, erotic, or hallucinatory."
    },
    {
        "name": "Finding Out",
        "description": "A character discovers something important—often another’s feelings, identity, or secret past."
    },
    {
        "name": "First Kiss",
        "description": "Focus on a character’s first romantic kiss—charged with tension and emotion."
    },
    {
        "name": "First Meeting",
        "description": "Depicts the moment characters meet—potential for instant chemistry or clashing."
    },
    {
        "name": "Fix-it",
        "description": "Rewrites canon events to change negative outcomes—usually saving a character or relationship."
    },
    {
        "name": "Flashback (glossary term)",
        "description": "Scenes that look into characters’ pasts, often to reveal emotional baggage or key memories."
    },
    {
        "name": "Flower Symbolism",
        "description": "Uses flowers to metaphorically represent characters’ emotions, relationships, or fates."
    },
    {
        "name": "Forbidden Love",
        "description": "A romance that is taboo or impossible due to social, familial, or political barriers."
    },
    {
        "name": "Force Bond",
        "description": "Two characters are mystically or psychically linked—often leads to intimacy and shared sensations."
    },
    {
        "name": "Forced Marriage",
        "description": "Characters are made to marry against their will—can explore slow-burn romance or power imbalance."
    },
    {
        "name": "Forced Proximity",
        "description": "Characters are stuck in close quarters (trapped, snowed in, etc.)—sparks or tension ensue."
    },
    {
        "name": "Friendship",
        "description": "Explores deep platonic bonds—often a foundation for hurt/comfort or emotional growth."
    },
    {
        "name": "Fuck or Die",
        "description": "Characters must have sex or face fatal consequences—common in fantasy or sci-fi smut."
    },
    {
        "name": "Futurefic",
        "description": "Set far beyond current canon—explores future relationships, children, or dystopian futures."
    },
    {
        "name": "Gateroom Orgy",
        "description": "Stargate fandom-specific trope involving group sex by or around the Stargate—crack or smut."
    },
    {
        "name": "Gay Chicken",
        "description": "Characters escalate homoerotic dares until someone ‘chickens out’—used for tension or revelation."
    },
    {
        "name": "Genderfuck",
        "description": "Defies or blurs gender roles and expression—often involves trans or nonbinary characters and kink."
    },
    {
        "name": "Genderswap",
        "description": "Characters are swapped to another gender—temporarily, permanently, or in an AU."
    },
    {
        "name": "Get 'em",
        "description": "A story where a character is injured and others must rescue, tend to, or worry about them."
    },
    {
        "name": "Get Together (trope)",
        "description": "Focuses on the moment or journey where characters become romantically or sexually involved."
    },
    {
        "name": "Ghost (trope)",
        "description": "A character is a ghost or interacts with one—can be tragic, creepy, or sexy."
    },
    {
        "name": "Glitch (trope)",
        "description": "Reality or systems behave erratically—used in digital AUs or psychological horror settings."
    },
    {
        "name": "Glowfic",
        "description": "A writing format using color-coded character dialogue, often collaborative and sexually intense."
    },
    {
        "name": "Gold Sickness",
        "description": "Inspired by Tolkien—characters driven mad by greed or magical corruption."
    },
    {
        "name": "Gore",
        "description": "Graphic depictions of violence or bodily harm—may be horror or kink-related."
    },
    {
        "name": "Gothic Fiction",
        "description": "Dark, moody atmosphere with crumbling mansions, madness, ghosts, and tragic passion."
    },
    {
        "name": "Grief",
        "description": "Focus on mourning and emotional fallout—often cathartic, sometimes romanticized."
    },
    {
        "name": "Groundhog Day",
        "description": "A character relives the same day repeatedly—can lead to despair, humor, or sexual experimentation."
    },
    {
        "name": "Grumpy Character and the Sunshine Character",
        "description": "One brooding, stoic character paired with an overly cheerful one—opposites attract."
    },
    {
        "name": "Guys Crying",
        "description": "Explicit focus on male emotional vulnerability—often a turn-on or cathartic beat."
    },
    {
        "name": "Hanahaki Disease",
        "description": "A fictional illness where unrequited love causes flowers to grow in a character's lungs—tragic, poetic, and metaphorical."
    },
    {
        "name": "Happy and Unhappy Endings",
        "description": "Stories that highlight either bittersweet or emotionally satisfying conclusions—sometimes both."
    },
    {
        "name": "Harem (trope)",
        "description": "A single character is pursued romantically or sexually by multiple others, often with rivalry among them."
    },
    {
        "name": "Huddling for Warmth",
        "description": "Characters forced to cuddle or share body heat due to cold—leads to bonding or awkward arousal."
    },
    {
        "name": "Hurt/Comfort",
        "description": "One character is emotionally or physically hurt, and another cares for them—often leads to intimacy or healing."
    },
    {
        "name": "Hurt/Hurt",
        "description": "Both characters are suffering, with no immediate relief—focuses on shared trauma and emotional collapse."
    },
    {
        "name": "Hurtcomfortverse",
        "description": "A setting where hurt/comfort dynamics are central or institutionalized—pain as premise."
    },
    {
        "name": "I Can Change Them",
        "description": "A character believes they can redeem or heal a 'bad' or morally grey love interest through love."
    },
    {
        "name": "I Love My Car, Spaceship, Ship, Whatever",
        "description": "Characters express emotional or even romantic/sexual attachment to inanimate or sentient vehicles."
    },
    {
        "name": "I Want to See Your Face",
        "description": "A sexually or emotionally charged line/trope where one character craves intimacy or eye contact."
    },
    {
        "name": "I'm Not Okay (I Promise)",
        "description": "A nod to emotional instability—character isn't coping well, often a prelude to emotional plot or angst."
    },
    {
        "name": "Identity Porn",
        "description": "One or both characters are unaware of each other’s true identities—often used for tension or slow-burn."
    },
    {
        "name": "Idiots in Love",
        "description": "Characters are clearly into each other but hilariously oblivious to it themselves."
    },
    {
        "name": "In Vino Veritas (trope)",
        "description": "Drunken honesty—characters reveal feelings or secrets while under the influence."
    },
    {
        "name": "Inflation",
        "description": "A kink or sci-fi trope where a body part (often belly or breasts) is magically, medically, or sexually inflated."
    },
    {
        "name": "Jealousy (trope)",
        "description": "One character is jealous of another's interactions, used to reveal romantic feelings or cause drama."
    },
    {
        "name": "Kemonomimi",
        "description": "A trope where characters have animal ears and sometimes other animal traits, often blurring the line between human and animal."
    },
    {
        "name": "Kidfic",
        "description": "A genre or trope where characters are portrayed as children or the focus is on child-rearing."
    },
    {
        "name": "Kidnapping",
        "description": "A trope where one character is abducted or held captive, often leading to forced intimacy or power struggles."
    },
    {
        "name": "Kissing Practice",
        "description": "A trope where characters practice kissing, often leading to romantic or awkward moments."
    },
    {
        "name": "Last Kiss",
        "description": "A trope where two characters share a final, emotional kiss, often before a significant separation or death."
    },
    {
        "name": "Let Me Be Weak, Let Me Sleep",
        "description": "A trope in which a character allows themselves to be vulnerable, typically in the presence of a trusted partner."
    },
    {
        "name": "Lingerie",
        "description": "A trope focusing on the character wearing lingerie, often linked to sexual or romantic tension."
    },
    {
        "name": "Locked in a Room",
        "description": "A trope where characters are trapped in a confined space, often leading to forced proximity and emotional or sexual tension."
    },
    {
        "name": "Love at First Sight",
        "description": "A classic trope where two characters immediately fall in love upon meeting, usually without much prior interaction."
    },
    {
        "name": "Love Confession",
        "description": "A trope where one character confesses their love to another, often leading to emotional or dramatic moments."
    },
    {
        "name": "Love Quadrangle",
        "description": "A trope where four characters are involved in a complex web of romantic feelings and relationships."
    },
    {
        "name": "Love Square",
        "description": "A trope where four characters are involved in a love square, with romantic feelings shifting between them."
    },
    {
        "name": "Love Triangle",
        "description": "A common trope where two characters compete for the affection of a third character, often leading to tension and drama."
    },
    {
        "name": "Love-Hate Relationship",
        "description": "A trope where two characters experience conflicting feelings, simultaneously loving and hating each other."
    },
    {
        "name": "Loyalty Kink",
        "description": "A sexual trope where characters are turned on by loyalty, either through submission or domination, depending on the dynamics of the relationship."
    },
    {
        "name": "Lubrication",
        "description": "A sexual trope that involves the use of lubrication, typically within explicit sexual contexts."
    },
    {
        "name": "Magic",
        "description": "A trope where magic plays a central role, either as part of the world-building or as a plot device."
    },
    {
        "name": "Mail-Order Bride",
        "description": "A trope where a character is sent away or purchased as a bride, often exploring themes of power dynamics and control."
    },
    {
        "name": "Make Up",
        "description": "A trope where characters reconcile after a fight, often leading to physical intimacy or emotional resolution."
    },
    {
        "name": "Marriage",
        "description": "A trope where characters marry, either out of love, necessity, or convenience, often creating new relationship dynamics."
    },
    {
        "name": "Marriage of Convenience",
        "description": "A trope where characters enter into a marriage for practical reasons rather than love, often leading to romantic development."
    },
    {
        "name": "Martial Arts",
        "description": "A genre or trope where characters engage in martial arts, often involving action, combat, and physical prowess."
    },
    {
        "name": "Mary Sue",
        "description": "A trope where a character is overly perfect or idealized, often to the point of being unrealistic."
    },
    {
        "name": "Massage",
        "description": "A trope where one character gives another a massage, often leading to romantic or sexual tension."
    },
    {
        "name": "Masturbation",
        "description": "A sexual trope where a character masturbates, either for self-pleasure or as part of a scene with others."
    },
    {
        "name": "Matchmaker",
        "description": "A trope where a character attempts to matchmake others, often causing chaos or leading to unexpected romantic outcomes."
    },
    {
        "name": "Mating",
        "description": "A sexual trope often involving animalistic or primal instincts where characters mate, typically in explicit contexts."
    },
    {
        "name": "Meaningful Name",
        "description": "A trope where a character's name has symbolic or significant meaning, often related to their personality or role."
    },
    {
        "name": "Mind Control",
        "description": "A trope where one character has the ability to control another's thoughts or actions, often leading to complex power dynamics."
    },
    {
        "name": "Mindfuck",
        "description": "A trope where characters experience intense psychological manipulation, confusion, or disorientation."
    },
    {
        "name": "Misunderstandings",
        "description": "A trope where a lack of communication or misunderstanding causes problems between characters, often leading to drama or conflict."
    },
    {
        "name": "Obsession",
        "description": "A trope where one character becomes obsessed with another, often leading to unhealthy or possessive behavior."
    },
    {
        "name": "One Night Stand",
        "description": "A trope where characters have a single sexual encounter, often without any expectation of a lasting relationship."
    },
    {
        "name": "Opposites Attract",
        "description": "A trope where two characters with contrasting personalities or traits are drawn to each other, often leading to romantic or sexual tension."
    },
    {
        "name": "Partner Betrayal",
        "description": "A trope where one character betrays their romantic or sexual partner, often leading to drama or conflict."
    },
    {
        "name": "Pining",
        "description": "A trope where a character is in love with someone who doesn't reciprocate the feelings, leading to emotional turmoil."
    },
    {
        "name": "Presumed Dead",
        "description": "A trope where a character is believed to be dead, only to return later, often leading to emotional reunions and dramatic moments."
    },
    {
        "name": "Platonic Life Partners",
        "description": "A trope where two characters form a deep bond, often in a non-romantic or non-sexual way, and live together as life partners."
    },
    {
        "name": "Polyamory",
        "description": "A relationship structure where one person has romantic or sexual relationships with multiple partners simultaneously, with everyone's consent."
    },
    {
        "name": "Redeeming Love",
        "description": "A trope where one character seeks to redeem themselves through love, often involving significant personal growth and sacrifice."
    },
    {
        "name": "Redemption",
        "description": "A trope where a character seeks redemption for past actions, often leading to a romantic or emotional resolution."
    },
    {
        "name": "Reunion",
        "description": "A trope where characters are reunited after a long separation, often leading to an emotional and sometimes romantic resolution."
    },
    {
        "name": "Rebound Romance",
        "description": "A trope where a character starts a new romantic relationship as a way to get over a previous one, often leading to complications."
    },
    {
        "name": "Road Trip",
        "description": "A trope where characters embark on a journey together, often leading to self-discovery, bonding, or romantic tension."
    },
    {
        "name": "Resurrection",
        "description": "A trope where a character is brought back to life, often leading to emotional turmoil or a new sense of purpose."
    },
    {
        "name": "Rude Interruption",
        "description": "A trope where a romantic or intimate moment is interrupted in a way that causes tension or embarrassment."
    },
    {
        "name": "Reverse Harem",
        "description": "An Alternate Universe (AU) where one character is romantically involved with multiple others, typically with a focus on one protagonist and several love interests."
    },
    {
        "name": "Scars",
        "description": "A trope where characters bear physical or emotional scars, often used to symbolize past trauma, personal growth, or inner conflict."
    },
    {
        "name": "Secret Relationship",
        "description": "A trope where characters maintain a relationship in secrecy, often leading to tension, emotional turmoil, and dramatic reveals."
    },
    {
        "name": "Severitus",
        "description": "A trope, often used in fanfiction, where a character (usually a mentor figure) reveals an important secret about their past or identity to the protagonist."
    },
    {
        "name": "Silvertongue",
        "description": "A trope where a character possesses exceptional persuasion skills, often using their charm to manipulate others or win their favor."
    },
    {
        "name": "Soulbond",
        "description": "A trope where two characters share a mystical, often emotional, bond that ties them together in ways that cannot be easily severed."
    },
    {
        "name": "Soulmate Marks",
        "description": "A trope where characters are marked by a visible or invisible sign that indicates they are soulmates, often leading to inevitable romantic connections."
    },
    {
        "name": "Soulmates",
        "description": "A trope where characters are fated to be together, often featuring a deep, predestined connection that transcends time or circumstance."
    },
    {
        "name": "Slipstream",
        "description": "A trope that involves blending elements of different genres or styles, creating a unique or experimental narrative."
    },
    {
        "name": "Slow Burn",
        "description": "A trope where the romantic or emotional tension builds gradually over time, often culminating in a significant, explosive payoff."
    },
    {
        "name": "Terms of Endearment",
        "description": "A trope where characters use affectionate or intimate names for each other, often as a way to show closeness and emotional connection."
    },
    {
        "name": "The Brass Bed",
        "description": "A trope where two characters engage in a passionate, intimate encounter, often in an unconventional or risky setting."
    },
    {
        "name": "Trapped Together",
        "description": "A trope where characters are forced to spend time together in a confined space, often leading to bonding, conflict, or romantic tension."
    },
    {
        "name": "Teacher/Student",
        "description": "An AU where one character is a teacher and the other a student, often exploring forbidden relationships, power dynamics, and ethical dilemmas."
    },
    {
        "name": "Time Travel",
        "description": "An AU where characters travel through time, often leading to complex narratives involving historical events, future possibilities, and paradoxes."
    },
    {
        "name": "Torture",
        "description": "An AU where characters are subjected to physical or psychological torment, often explored for its emotional impact or themes of resistance and survival."
    },
    {
        "name": "Touring",
        "description": "An AU where characters are part of a touring band, theatrical company, or similar traveling group, often leading to camaraderie, romance, and conflict."
    },
    {
        "name": "Trapped in Another World",
        "description": "An AU where characters are transported to a different world, often featuring fantasy, adventure, and the characters' struggle to adapt."
    },
    {
        "name": "Trapped In Elevator",
        "description": "An AU where characters become stuck in an elevator, often leading to emotional or romantic developments as they confront their isolation."
    },
    {
        "name": "Servantfic",
        "description": "An Alternate Universe (AU) where one or more characters are servants, often exploring themes of power dynamics, submission, and loyalty."
    },
    {
        "name": "Served in Combat",
        "description": "An AU where characters are involved in military service, often exploring themes of camaraderie, battle, and the psychological effects of combat."
    },
    {
        "name": "Single Parent",
        "description": "An AU where characters are single parents, often exploring the challenges of raising a child while managing a personal or romantic life."
    }
]